[
  {
    "text": "Hello, I'm bank manager of SBI, or debit card is about to expire what you want to issue new card.",
    "label": 1
  },
  {
    "text": "Today's Vodafone numbers ending with 4,882 are selected to receive a £350 award.  If your number matches Call 0906, 401, 9014 to receive your £350 award.",
    "label": 1
  },
  {
    "text": "Hi babe I am at home now wanna do something?  Triple X",
    "label": 1
  },
  {
    "text": "4 4 9 0 5 0 0 0 0 3 0 1 you have won a 2000 pounds price to claim call 0 9 0 5 0 0 0 0 0 3 0 1",
    "label": 1
  },
  {
    "text": "Do you want 750 anytime any network minutes? 150 text and a new video phone for only £5 per week  Call 0800-0777-6300 now or reply for delivery tomorrow",
    "label": 1
  },
  {
    "text": "for taking part in our mobile survey yesterday.  You can now have 500 texts to use however you wish.  To get TXTS just send text to 80,160 TNC www.text43.com 1.50p.",
    "label": 1
  },
  {
    "text": "Thank you, winner notified by SMS. Good luck.  No future marketing reply stop to 84122 customer services 0845-054-2832.",
    "label": 1
  },
  {
    "text": "1000s of girls many local to you who are virgins to this end are ready to fulfill your every sexual need  Can you for file theirs?  Text Q to 69911 pound 1.50pm",
    "label": 1
  },
  {
    "text": "sex up or mobile with a free sexy pick of Jordan. Just text babe to 88,600. Then every WK get a sexy  salib. Pocket babe.co.uk 4 more picks. 16 pound 3 slash WK 0 870 16248.",
    "label": 1
  },
  {
    "text": "You have one new voicemail. Please call 0871-918-1503.",
    "label": 1
  },
  {
    "text": "When a year supply of CDs for a store of or choice worth 500 pounds and enter are 100 pounds weekly  DRAW TEXT MUSIC TO AD7000 and 66TSNCSWWWW.LDO.COM SUB 16 plus 1 win 150ppmx3",
    "label": 1
  },
  {
    "text": "As a SIM subscriber, you are selected to receive a bonus.  Get it delivered to your door, text the word OK to know, 88,600 to claim.  150 p-slash message, EXP30 APR",
    "label": 1
  },
  {
    "text": "You have one new voicemail. Please call 0871-918-1513.",
    "label": 1
  },
  {
    "text": "Number one Nokia tone for your mob every week. Just text knock to 87,000 and 21.  First tone free. So get teased and now and tell your friends.  150p slash tone. 16. Reply Hill for info",
    "label": 1
  },
  {
    "text": "You're a winner you have been specially selected to receive £1,000 cash or a four-esterous holiday,  flight sync, speak to a live operator to claim 087-127-778-10810.",
    "label": 1
  },
  {
    "text": "Reply with your name and address and you will receive by post a week's completely free accommodation at various global locations www.php1.comph08700435505150P.",
    "label": 1
  },
  {
    "text": "Free entry into our 250 lb weekly comp just send a word enter to 84128 now.",
    "label": 1
  },
  {
    "text": "Please call 0871-240-2779 immediately as there is an urgent message waiting for you.",
    "label": 1
  },
  {
    "text": "Hot live fantasies call now 0800-750-9020 just 20p per minute TT LTD,  PO Box 1327, Croydon CR-95 WB0870K.",
    "label": 1
  },
  {
    "text": "Bears picnic, and Tom, Pete and. Dick. In fact, all types try Gachat with photo upload call 0871-873-0666-10p-slashmin.  2-stop text call 0871-246-0324.",
    "label": 1
  },
  {
    "text": "500 new mobiles from 2004, must go.  Text, Nokia to Know, 89,545 and Collectures today,  from only £1.00eww.4-tc.biz2optout087187262701.50gbp-slash-mtmsg18t-stocksion.",
    "label": 1
  },
  {
    "text": "double mints and double text and 1.5 price line rental on latest orange Bluetooth mobiles.  Call mobile update for the very latest offers. 0800-083-9402 or call to opt-out slash LF-56",
    "label": 1
  },
  {
    "text": "Number one Nokia tone for your mob every week. Just text knock to 87,000 and 21.  First tone free. So get teased and now and tell your friends.  150p slash tone. 16. Reply Hill for info",
    "label": 1
  },
  {
    "text": "Congratulations are awarded either 500 lbs of CD gift vouchers and free entry to our 100 lbs weekly draw text music to AD 7000 and 66 TNCS www.ldu.com1-150ppmx3h16",
    "label": 1
  },
  {
    "text": "As a registered opt-in subscriber or draw for £100 gift voucher will be entered on receipt of a  correct ANS-280,062 what's no one in the BBC charts.",
    "label": 1
  },
  {
    "text": "Clear here M. Haven't boring time and M. Now alone you want to come over tonight.  Chat now 0909 972 5823 Hope to see you love clear xx calls pound one slash minmarimobz msbobox 45p139wa",
    "label": 1
  },
  {
    "text": "bought one ringtone and now getting text costing £3 offering more tones etc.",
    "label": 1
  },
  {
    "text": "0906-636-2231 urgent. Your mobile know 07XXXXXXXXXX1 a 2000 pounds bonus caller prize on February 6th,  03. This is the second attempt to reach you. Call 0906-636-2231 ASAPE.",
    "label": 1
  },
  {
    "text": "U0780154-3489 are guaranteed the latest Nokia phone, a 40GB iPod MP3 player or a 500-pounds  prize. Text word collect to know A3355. TCLL-C New York USA150P-slash-MTMSG-R-CVD-18-plus",
    "label": 1
  },
  {
    "text": "Hi, it's Lucy Hubby at Meetins all day Friday and I will be alone at Hotel Euphansi Cuman over.  PLS leave message 2-day 0909-972-6395-LucyX calls Pound 1-slashmin Mobsmorel KPO-BOX 177-HP 51-FL",
    "label": 1
  },
  {
    "text": "Your account has been credited with 500 free text messages.  To activate, just text the word, credit to no, 80,480 AT&C SWWW.80488.biz.",
    "label": 1
  },
  {
    "text": "SMS. ACJSEO, energy is high, but you may not know where to channel it.  Two-day-or-leadership skills are strong.  Psychic.  Reply ANS with question.  And.  Reply and JSEO.",
    "label": 1
  },
  {
    "text": "Your 2004 account statement for 0774-267-6969 show 786 unredeemed bonus points.  To claim call 0871-918-0248 identifier code, 45239 expires.",
    "label": 1
  },
  {
    "text": "Hot live fantasies call now 0-0-0-870-750-902-0 just 20p per minute TT-LT-D,  PO Box 1327, Croydon CR-95 WB-0870 is a national rate call.",
    "label": 1
  },
  {
    "text": "Thanks for the vote. Now sing along with the stars with karaoke on your mobile.  For a free link just reply with sing now.",
    "label": 1
  },
  {
    "text": "Your mobile no was awarded 2000 INR bonus caller prize on May 9, 0-021 this is our final  try to contact you. Download XYZ application to get it",
    "label": 1
  },
  {
    "text": "Our brand new mobile music service is now live.  The free music player will arrive shortly.  Just install on your phone to browse content from the top artists.",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile know was awarded a 2000 pounds bonus caller prize on January 8, 03.  This is our second attempt to contact you. Call 0871-4719-523-952BT National Rate.",
    "label": 1
  },
  {
    "text": "Today's Vodafone numbers ending $7,548 are selected to receive a $350 award.  If you have a match please call 0871-230-0222-0 quoting claim code 4000-41 standard rates app.",
    "label": 1
  },
  {
    "text": "Sunshine quiz weekly chaos. When a top Sony DVD call 789654123",
    "label": 1
  },
  {
    "text": "customer service and on cement. You have a new years delivery waiting for you.  Please call 0704-674-4435 now to arrange delivery.",
    "label": 1
  },
  {
    "text": "You're a winner you have been specially selected to receive £1,000 cash or a four-esterous holiday,  flight sync, speak to a live operator to claim 0-8-7-127-7-8-108-10.",
    "label": 1
  },
  {
    "text": "You have won a Nokia 70-250i. This is what you get when you win our free auction.  To take part send Nokia to 86,021 now.",
    "label": 1
  },
  {
    "text": "Hello from Orange.  For one month's free access to games, news and sport, plus 10 free texts and 20 photo  messages, reply yes.  Terms apply, www.orange.co.uk-slashow.",
    "label": 1
  },
  {
    "text": "Sir, I need access bank account number and bank address.",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile number has been awarded with a £2,000 prize guaranteed.  Call 09061790121 from landline.  Claim 3000 and 30.  Valid 12 HRS only 150 ppm.",
    "label": 1
  },
  {
    "text": "You have been selected to stay in one of 250 top British hotels, for nothing.  Holiday worth 350 pounds.  To claim.",
    "label": 1
  },
  {
    "text": "High for looking for saucy daytime fun with busta-married woman AM-free all next week chat now 2-sword time 0909-972-6429-JANX calls pound 1-slashman mobsmorel KPO-B-O-X-177-HP-51-FL",
    "label": 1
  },
  {
    "text": "You have 1, 1,000 cash or a, 2,000 prize.  To claim, call 0905-00000-0327.",
    "label": 1
  },
  {
    "text": "Today's Vodafone numbers ending with 0.0089, my last 4 digits, are selected to receive the 350-pounds award.  If your number matches please call 0.0060-344-2151 to claim your 350-pounds award.",
    "label": 1
  },
  {
    "text": "Free top ringtone sub-to-weekly ringtone get first week free cent subpoly 281618-3 per week stop sms 08718727870",
    "label": 1
  },
  {
    "text": "Sunshine Quiz W-K-L-Y-Q. When a top Sony DVD player if you know which country the Algarva is in?  Textons are to 82,277. 1-pound and 50-pence SP Tyrone",
    "label": 1
  },
  {
    "text": "Free message sorry, a service you ordered from AD 1300 and 3 could not be delivered as you do not have sufficient credit.  Please top up to receive the service.",
    "label": 1
  },
  {
    "text": "Hard live 121 chat just 60p slash MI and choose your girl and connect live.  Call 0909 464 6899 now.  Cheap chat UK's biggest live service.  VUBC M1896 WC1N3XX",
    "label": 1
  },
  {
    "text": "Wow. The boys are back. Take that 2007 UK tour. When VIP tickets end pre-book with VIP club,  text club to AD 1,303. Trackmark LTD info at VIP club for you.",
    "label": 1
  },
  {
    "text": "Hi, this is Mandy Sullivan calling from HotMix FM.  You are chosen to receive 5,000 pounds in our Easter Prize draw.  Please telephone 0904-194-0223 to claim before 29-030-05 or your prize will be transferred to someone else.",
    "label": 1
  },
  {
    "text": "Someone has connected our dating service and entered your phone because they fancy you,  to find out who it is called from Landline 0911-103-0116.  Pobox 12N-146-TF-15.",
    "label": 1
  },
  {
    "text": "Please call our customer service representative on freephone 0808145-4742 between 9 a.m. to 11 p.m. as you have won a guaranteed 1,000 Rupees cash or 5,000 pounds prize.",
    "label": 1
  },
  {
    "text": "Win, we have a winner. Mr. T Foley won an iPod. More exciting prizes soon, so keep an eye on  or mobile or visit www.win-82050.co.uk.",
    "label": 1
  },
  {
    "text": "Today's voting numbers ending 1,225 are selected to receive a Pound 50 award.  If you have a match please call 0-0871-230-0-220 quoting claim code 3,100 standard rates app.",
    "label": 1
  },
  {
    "text": "Hottest picks straight to your phone.  Seamy getting wet and wanting, just for UXXX picks to AD 9555 now.  Text costs 150p text operator G696 GA18 triple X.",
    "label": 1
  },
  {
    "text": "Free Nokia or Motorola with Upto 12 MTH-1-slash 2-price line rental,  500 free ex-netments and 100-text-slash MTH-free B-toothstar.  Call Mobile Update on 0800-195-0382 or call 2 Upto-slash D3WV.",
    "label": 1
  },
  {
    "text": "This is the second time we have tried to contact you you have won a 750 pound prize.  2 claim is easy, call 0871-872-6970 now. Only 10p per MINBT national rate.",
    "label": 1
  },
  {
    "text": "You have won a guaranteed £1,000 cash or a £2,000 prize.To claim your prize call our customer service representative on",
    "label": 1
  },
  {
    "text": "Would you like to see my triple x-picks they are so hot they were nearly banned in the UK?",
    "label": 1
  },
  {
    "text": "You have a secret admirer who is looking to make contact with you find out who they are  You have a secret admirer who is looking to make contact with you find out who they are",
    "label": 1
  },
  {
    "text": "Deer 07766xxxx you've been invited to SCAT.  This is our final attempt to contact you.  Text chat to AD 6600 and AD 8150p slash MSG RCVDHG slash suite 342 slash 2 LAN slash RO slash W1J6HLLDN18YRS.",
    "label": 1
  },
  {
    "text": "urgent. Please call 0906-174-3811 from landline. Your ABTA complementary for asterisk  temporary holiday or 5,000 pounds cash-await collection SAT and CSBOX 326-25WX150ppm.",
    "label": 1
  },
  {
    "text": "Call 0909-090-0040 and listen to extreme dirty live chat going on in the office right now total privacy no one knows you're sick listening 60p  Team in 24-7mp 0870-75333-1018 plus",
    "label": 1
  },
  {
    "text": "Free message hey you, I just got one of these video slash pick phones, reply wild to this text and it'll send you my picks, hurry up  I'm so bored at work triple x, 18150p slash rcvd stop two stop",
    "label": 1
  },
  {
    "text": "Free entry into a weekly comp for a chance to win an iPod.  Text Pod to 80,182 to get entry, STD Text Rate, TNC Supply 0845-281-0073 for details 18+.",
    "label": 1
  },
  {
    "text": "More people are dogging in your area now. Call 0909-020-4448 and join like-minded guys.  Why not arrange one yourself? There's one this evening.  8.1.50man APNLS278BB",
    "label": 1
  },
  {
    "text": "You have won a guaranteed 200 lb award or even 1000 lb cash to claim you are award call free on 0800-040-7165-18 plus  2 stop get stop on 88,222 php",
    "label": 1
  },
  {
    "text": "Hello sir, I am from GeocustomerCare in 23 hours your sim will be closed. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile no one a two thousand pounds bonus caller prize on February 6, 03.  This is the second attempt to reach you. Call 0906-636-2222-0",
    "label": 1
  },
  {
    "text": "Sexy singles are waiting for you.  Text your age followed by your gender as wither M or FE.G.23F.  For game and text your age followed by AEG-EG-23G.",
    "label": 1
  },
  {
    "text": "Free message, claim or 250 SMS messages text OK to 84,025 now, use Web 2 mobile 2 or mates etc.  Join text250.com for 1.50p slash WK.",
    "label": 1
  },
  {
    "text": "Well done England. Get the official polyring tone or color flag on your mobile.  Text tone or flag to 84,199 now. Opt out text angstop. Box 398222111 wx1 pound and 50 pence.",
    "label": 1
  },
  {
    "text": "Final chance. Claim were 150 pounds worth of discount vouchers today. Text yes to 85,023 now.  Sovimob, member offers mobile. TCS Sovimob Pobox 84, M263 us. 3 pounds sub-16.",
    "label": 1
  },
  {
    "text": "private. Your 2004 account statement for 0774-267-6969 show 786 unredemed bonus points.  To claim call 0871-918-0248 identifier code, 45239 expires.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Airtel customer care in 23 hours your sim will be closed. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "SMS services. For your inclusive text credits, plsgo to www.comuk.net login equals unsubscribe  with stop. No extra charge.",
    "label": 1
  },
  {
    "text": "Free 2-day sexy St. George's day pick of Jordan, text pick to 89,080 don't miss out, then every WK ASASI Salib, for more Pixie PocketBabe.co.uk0870241182716.3-WK",
    "label": 1
  },
  {
    "text": "You're a winner you have been specially selected to receive £1,000 cash or a £2,000 award.  Speak to a live operator to claim call 0-087-123-0-0-2-0-9-M7-PM-COS-10-P",
    "label": 1
  },
  {
    "text": "Sunshine Halls. To claim we're met holiday send a stamp cell address envelope to drinks on us UK,  Pope Box 113 Bray, Wicklow, Aira. Quis start Saturday. On Substop.",
    "label": 1
  },
  {
    "text": "You can win 100 pounds of music gift vouchers every week starting now text the word draw to AD-7000 and 66T-S-C-S-W-W-W-D-D-I-D-A-W-D-W-D-Com skill game, 1-Wanawik, H-16.  150p per mess subscription.",
    "label": 1
  },
  {
    "text": "Plus 123 congratulations, in this week's competition draw you have 1,450 pounds prize to claim  just call 0905-0002311b4-280703. TNCS-STOP-SMS0871-872-7868. Over 18 only 150 ppm",
    "label": 1
  },
  {
    "text": "Your B4 you voucher with C27 slash 03 is Marzams.  Log on to www.b4utella.com for discount credit.  To opt out, reply stop.  Customer Care Call 0871-716-8528.",
    "label": 1
  },
  {
    "text": "Free message, hey, I'm Buffy. 25 and love to satisfy men.  Home Alone Feeling Randy.  Reply to see my pics.  QLYNNBV help 0800-621-170-150PA message sent stop to stop TXTS.",
    "label": 1
  },
  {
    "text": "Sunshine Halls. To claim we're met holiday send a stamp cell address envelope to drinks on us UK,  Pope Box 113 Bray, Wicklow, Aira. Quis start Saturday. On Substop.",
    "label": 1
  },
  {
    "text": "Free for first week. No one Nokia tone for your mob every week just text Nokia 287000 and 77 get  texting and tell roommates. ZPO Box 36504 W45 WQ Norm 150p slash tone 16 plus.",
    "label": 1
  },
  {
    "text": "Shop till you drop, i.e. you, either 10k, 5k, 500lb cash or 100lb travel voucher, call now, 0906401-10000.  NTT Pobox CR01327BT Fixed Line Cost 150ppm Mobile Vary.",
    "label": 1
  },
  {
    "text": "Free camera phones with line rental from 4.49 slash month with 750 cross NTWK mints.  One half price text bundle deals also available. Call 0800-195-0382",
    "label": 1
  },
  {
    "text": "Hello sir, I am from IdeaCustomerCare in 23 hours your sim will be closed. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile knows 07xxxxxxxxxxx1.2lb bonus caller prize on February 6th,  03. This is the second attempt to reach you. Call 0906-636-2231ASAP. Box 97N7QP-150ppm.",
    "label": 1
  },
  {
    "text": "Urgent. Your 4-esterous cost-a-dale sole holiday or 5,000 pounds-a-weight collection.  Call 0905-009-0044 now to claim.  S-A-T-C-S, P-O-Box 334, Stockport, SK38-X-H, Cost Pound 1.50-slash PM, Max 10 minutes.",
    "label": 1
  },
  {
    "text": "You have won a guaranteed £1,000 cash or a £2,000 prize.  To claim your prize call our customer service representative on 0871-471-237-9  between 10 a.m. to 7 p.m. cost 10 p.",
    "label": 1
  },
  {
    "text": "Thanks for your ringtone order, Rev. Number K718. Your mobile will be charged 4 pounds and 50  pence. Should your tone not arrive please call customer services on 0906-506-9120.",
    "label": 1
  },
  {
    "text": "Thanks for your ringtone order, Rev number R836. Your mobile will be charged 4 pounds and 50  pence. Should your tone not arrive please call customer services on 0906-506-9154.",
    "label": 1
  },
  {
    "text": "Splash mobile, choose from 1000s of GRA tones each WK.  This is a subscription service with weekly tones costing 300p.  You have one credit, kick back and enjoy.",
    "label": 1
  },
  {
    "text": "Free entry into our £250 weekly comp just send a word enter to 8877 now.  18tnc www.textcomp.com",
    "label": 1
  },
  {
    "text": "had your mobile 11mths. Update for free to orange's latest color camera  mobiles and unlimited weekend calls. Call mobile 0800-083-9402",
    "label": 1
  },
  {
    "text": "You have one new message. Please call 0871-873-8034.",
    "label": 1
  },
  {
    "text": "Hi, this is your mailbox messaging SMS alert. You have four messages. You have 21 matches.  Please call back on 0905-624-2159 to retrieve your messages and matches.",
    "label": 1
  },
  {
    "text": "Congrats. One year special cinema pass for two is yours. Call 0906-120-9465 now.  C-Superman V, Matrix III, Star Wars III, etc. all for free. BX420-4-5W.  150PM don't miss out.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Vodafone customer care in 23 hours your sim will be closed. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "When a year supply of CDs for a store of or choice worth 500 pounds and enter are 100 pounds weekly  DRAW TEXT MUSIC TO AD 7000 and 66 TES and CSWWW.LDO.COM sub 16 plus 1 win 150 PPMX 3",
    "label": 1
  },
  {
    "text": "MobyPub quiz. winner 100 pounds high-street prize if you know who the new Duchess of Cornwall will be.  Text her first name to 82277.Unsubstop 1-pound and 50-pence 0-0-0-0-870-4-0-5-0-0-4-0-0-6-SP-Airo.",
    "label": 1
  },
  {
    "text": "You have won a Nokia 7250i. This is what you get when you win our free auction.  To take parts and Nokia 286,021 now.  HG-slash-sweet-342-slash-2-lanzer-o-slash-w-1GHL-16+.",
    "label": 1
  },
  {
    "text": "Congratulations. Thanks to a good friend you have won the £2,000 Christmas prize.  Two claim is easy, just call 0871-872-6971 now. Only 10p per minute.  BT National Rate.",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile number won a 2000 pounds bonus caller prize on October 6, 03.  This is the second attempt to reach you. Call 0906-636-8753ASAP. Box 97N7QP-150ppm.",
    "label": 1
  },
  {
    "text": "Congratulations! You are awarded 500 of CD vouchers or 125 gift guaranteed and free entry to 100 WKL Y-Draw Text Music to 87,000 and 66 TNCS www.ldu.com1win150ppmx3H16",
    "label": 1
  },
  {
    "text": "double your men's and TXTS on orange or one half-priced line rental, Motorola and Sony Ericsson  with B-slash 2-th free Nokia Free Call mobile update on 0800-083-9402 or 2 opt-out-slash HV90.",
    "label": 1
  },
  {
    "text": "Download as many ringtones as you like no restrictions, 1000s to choose.  You can even send two year buddies.  Text sir to 80,082 three pounds.",
    "label": 1
  },
  {
    "text": "Please call 0871-240-2902 immediately as there is an urgent message waiting for you.",
    "label": 1
  },
  {
    "text": "Spook up your mob with a Halloween collection of a logo and pick message plus a free eerie tone,  text card Spook to 8000 and 7000-870-141-7012150-P per logo slash pick.",
    "label": 1
  },
  {
    "text": "Fantasy Football is back on your TV. Go to Sky GameStar on Sky active and play 250,000  pounds dream team. Scoring starts on Saturday, so register now, Sky opt out to 88,088",
    "label": 1
  },
  {
    "text": "Someone has contacted our dating service and entered your phone because they fancy you.  To find out who it is call from a landline 0905-809-8002.  Pobox 1, W14RG150P",
    "label": 1
  },
  {
    "text": "Babe, you want me don't you baby. I'm nasty and have a thing for filthy guys.  Fancy a rude time with a sexy bitch. How about we go slow and hard?  Text Triple X slow, for MSGS.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from BSNL customer care in 23 hours your sim will be closed. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "Valentine's Day Special. Win over £1,000 in Arquiz and take your partner on the trip of a lifetime.  Send go to AD 3600 now. 150 p-slash message rcvd.  C-US T-Care 0-8-7-1-8-7-2-0-2-0-1.",
    "label": 1
  },
  {
    "text": "We try to contact you or you reply to our offer of a video handset.  750 Anytime Networks Mints.  Unlimited text.  Camp Quarter.",
    "label": 1
  },
  {
    "text": "Hey I am really horny want to chat or see me naked text hot to 69,698 text charged at 150 p.m.  to unsubscribe text stop 69,698.",
    "label": 1
  },
  {
    "text": "winner. As a valued network customer you have even selected to receive a 900 pounds reward.  To collect call 0906-170-1444. Valid 24 hours only. ACL 03530-150 PM.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from Peyton. Your KYC is finished with Peyton. Will you get KYC done?",
    "label": 1
  },
  {
    "text": "Hello sir, I am from MTNL customer care in 23 hours your sim will be closed. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "Hello sir, I am speaking from Peyton. Have you ever had KYC, if not done, please get it done.",
    "label": 1
  },
  {
    "text": "Your ringtone service has changed.  25 free credits.  Go to clubformables.com to choose content now.  Stop.",
    "label": 1
  },
  {
    "text": "Sir I'm speaking through phone you have received a cashback of 5,000 Indian Rupees.  Why haven't you received yet?  For receive it tell us about your bank account number.",
    "label": 1
  },
  {
    "text": "Sir, give me your ATM number.",
    "label": 1
  },
  {
    "text": "Hello sir, you're ending ATM card validity today. Please turn it on.",
    "label": 1
  },
  {
    "text": "Hello sir, I am speaking from SBI bank. You want to open a new account?  So please share your Iodhar number with us.",
    "label": 1
  },
  {
    "text": "Hello sir, I am speaking from SBIBank.  5,000 Indian Rupees has been deducted from your account.  Please share your account number to withdraw it.",
    "label": 1
  },
  {
    "text": "Sir, I am speaking from ISIS iBank. Do you want to open your new account?",
    "label": 1
  },
  {
    "text": "Hello sir, I am speaking from ISIS iBank. Your ATM card date has expired. Please share your  ID card number to run a new ATM card.",
    "label": 1
  },
  {
    "text": "Sir I can know your other card number.",
    "label": 1
  },
  {
    "text": "Sir, can I know your account number?",
    "label": 1
  },
  {
    "text": "Sir, I can know your CVV pin.",
    "label": 1
  },
  {
    "text": "Sir I can know your ATM card number.",
    "label": 1
  },
  {
    "text": "Hello sir, I am talking to the insurance company. A new offer has come, would you like to take?",
    "label": 1
  },
  {
    "text": "Hello sir, I am talking to lick. A new policy has come. Would you like to have it?",
    "label": 1
  },
  {
    "text": "Brother, how are you? I am speaking raw you. Will you give me your ATM card?",
    "label": 1
  },
  {
    "text": "Hello, yes, brother. I am speaking to them all. What are you doing? Hey, I wanted your ATM card. Will you?",
    "label": 1
  },
  {
    "text": "Hello friend I am speaking Vimal. I wanted your bank account number. There was some work.",
    "label": 1
  },
  {
    "text": "Ringtone club, get the UK singles chart on your mobile each week and choose any top quality ringtone.  This message is free of charge.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from GeocustomerCare in 23 hours your sim will be deactivate. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "Hello I am a military man. I need some help from you. Will help me.",
    "label": 1
  },
  {
    "text": "Hello, I am from Maharashtra Police. Your account number has been hacked. Please share your account number with me.",
    "label": 1
  },
  {
    "text": "Hello, I am from Mumbai police. Your mobile number is used in crime. Please share the data.",
    "label": 1
  },
  {
    "text": "I am from ISIS iBank. You have received an offer.  To avail this, a 4-digit OTP has been placed on your mobile number.  Please share OTP with me.",
    "label": 1
  },
  {
    "text": "Hello Sir, I am from HDFC Bank.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from Kodak Mahindra bank bank.",
    "label": 1
  },
  {
    "text": "Hello Sir, I am from SBI Bank.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Bank of Brota.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Corporation Bank.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Punjab National Bank.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Peyton Bank.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from ISIS iBank.",
    "label": 1
  },
  {
    "text": "Hello sir do you want to make your license from home?",
    "label": 1
  },
  {
    "text": "Dear 7977 XXXXX34, when first prize of two Rupees locks.  Create your team for INDVS-ANG First ODI on Payton First Games and win up to 10 Rupees  www.drclickm.payton.me-slash-f-n-p-t-t-n-c",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Airtel customer care in 23 hours your sim will be deactivate. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "Free MSG you have been awarded a free mini-digital camera, just reply snap to collect your prize.  Quiz Club opt out. Stop 8-0122-3-0-0-0-p-slash-wk-s-p-r-w-m-p-h-0-8-7-0-0-4-0-5-0-4-0-0-6-",
    "label": 1
  },
  {
    "text": "This message is brought to you by GMW Ltd and is not connected to the...",
    "label": 1
  },
  {
    "text": "Congrats to mobile 3G video phones are yours. Call 0906-345-8130 now.  Video chat with roommates, play Java games, float polypage music, no lean rental.  BX420. IP4. 5W150P",
    "label": 1
  },
  {
    "text": "Your next amazing triple X picks free one video will be sent to you in joy.  If one VID is not enough for two day text back the keyword picks free one to get the next video.",
    "label": 1
  },
  {
    "text": "You are subscribed to the best mobile content service in the UK for £3 per 10 days until you  send stop to 83,435.",
    "label": 1
  },
  {
    "text": "three free tarot texts. Find out about your love life now. Try three for free.  Text chance to 85,556 only.",
    "label": 1
  },
  {
    "text": "Sunshine Quiz W-K-L-Y-Q. When a top Sony DVD player if you know which country Liverpool played in midweek,  textons are to 82,277. 1-pound and 50-pence SP Tyrone.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from idea customer care in 23 hours your sim will be deactivate. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "Knock-knock text who's there to 80,000 and 82 to enter are weekly draw for a £250 gift voucher for a store of your choice.  TNCS www.tkls.com age 16 to stops stoppound 1.50 slash week.",
    "label": 1
  },
  {
    "text": "Free Ringtone just text polys to 87,131. Then every week get a new tone. 0870737910216YRS only  £1.50 slash WK",
    "label": 1
  },
  {
    "text": "You are guaranteed the latest Nokia phone, a 40GB iPod MP3 player or a £500 prize.  Text word, collect to know, 83355.  IBHLTDLDNW15H150P-MTMSGRCBD18",
    "label": 1
  },
  {
    "text": "Hello darling how are you today? I would love to have a chat, why don't you tell me what you look like and what you are into sexy?",
    "label": 1
  },
  {
    "text": "8000 and 7 free for first week. No one Nokia tone for your mob every week just text Nokia  to 8000 and 7 get texting until remates www.gits.co.ukpobox3604, w45wqNorm150p slash tone 16 plus",
    "label": 1
  },
  {
    "text": "Want to get late tonight? Want real dogging locations sent direct to or mobile?  Join the UK's largest dogging network. Textpark to 69,696 now. NYT. EC2A.  3LP pound 1.50 slash message.",
    "label": 1
  },
  {
    "text": "We try to contact your your response to our offer of a new Nokia phone and camcorder  hit reply or call 0800-093-0705 for delivery.",
    "label": 1
  },
  {
    "text": "New tones this week include, 1, Macfly all about, 2, Sarah Jorge Schock,  3, Will Smith switch, 2 order follow instructions on next message",
    "label": 1
  },
  {
    "text": "urgent. We are trying to contact you today's draw shows that you have 1-800-pounds-price-guaranteed.  Call 090-500-30091 from landline. Claim C-52. Valid 12-HRS-only.",
    "label": 1
  },
  {
    "text": "urgent urgent. We have 800 free flights to Europe to give away, call B410Cept and take  a friend for free. Call now to claim on 0905-0000-05555. BA 128NNFWFLY150PPM",
    "label": 1
  },
  {
    "text": "The mob check out our newest selection of content, games, tones, gossip, babes, and sport,  keep your mobile fit and funky textwap to 82,468.",
    "label": 1
  },
  {
    "text": "from 88,066 lost £12 help.",
    "label": 1
  },
  {
    "text": "Free message, fancy of lured. Reply date now and join the UK's fastest growing mobile dating  service. MSGS are CVD just 25p to opt out text stop to 83,021. Reply date now.",
    "label": 1
  },
  {
    "text": "Great new offer, double mince and double text on best orange tariffs and get latest  camera phones for free. Call mobile update free on 0800-083-9402 now. Or two stops TNCS.",
    "label": 1
  },
  {
    "text": "Hope you enjoyed your new content.  Text stop to 61,610 to unsubscribe.  Help 08712400602450P provided by tones2u.co.uk",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Vodafone customer care in 23 hours your sim will be deactivate. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "Thank you smart. When 200 pounds this week in our weekly quiz, text play to 85,222 now, TNCS winners  clubpo box 84m263 us. 16 plus. GBP 1.50 slash week.",
    "label": 1
  },
  {
    "text": "Urgent please call 0906-661-2661 from landline.  5,000 pounds cash or a luxury for asterisk canary islands holiday await collection.  TNCSSA Award.  20m12-AQ-150ppm.  16 plus",
    "label": 1
  },
  {
    "text": "Urgent.  Please call 0906-661-2661 from your landline, your complementary for Esterisk Lux Costa  Del Sol Holiday or £1,000 cash await collection.  PPM 150 S.A.E.T. and C.S. James 28, S-74RR.",
    "label": 1
  },
  {
    "text": "I don't know you and you don't know me.  Send chat to AD 6,688 now and let's find each other.  Only 150p slash message are CVD.",
    "label": 1
  },
  {
    "text": "Married local women looking for discrete action now.  5 real matches instantly to your phone",
    "label": 1
  },
  {
    "text": "Burger King, want to play footy at a top stadium. Get to Burger King before first sip and go large or super with Coca-Cola and walk out a winner.",
    "label": 1
  },
  {
    "text": "How come it takes so little time for a child who is afraid of the dark to become a teenager who wants to stay out all night?",
    "label": 1
  },
  {
    "text": "For a chance to win a £250 cash every WK text, action to £80,608.  T's and C's W-W-W-W-W.MoveyTrivia.TVCustCare 0871-240-5022-1X150P-WK",
    "label": 1
  },
  {
    "text": "You've been awarded 50 pounds to play for instant cash. Call 0871-520-3028 to claim.  Every 9th player wins men 50 to 500 pounds. Opt out 0871-872-7870.",
    "label": 1
  },
  {
    "text": "Free Message Fave Christmas Tones, Reply Real.",
    "label": 1
  },
  {
    "text": "December only. Had your mobile 11mths plus.  You are entitled to update to the latest color camera mobile for free.  Call the mobile update co-free on 0800-298-6906.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from BSNL customer care in 23 hours your sim will be deactivate. Do you want to activate it?",
    "label": 1
  },
  {
    "text": "GR8 polytones for all mobs direct to urpl with polytidal to 8000 and 7eG polybreath 1 titles,  crazy and, sleeping with, finest, ymcagets.co-ukpobox-360504-45wq-300p.",
    "label": 1
  },
  {
    "text": "Interflora, it's not too late to order Interflora flowers for Christmas call 08005060 to place your order before midnight tomorrow.",
    "label": 1
  },
  {
    "text": "Everyone around should be responding well to your presence since you are so warm and outgoing.  You are bringing in a real breath of sunshine.",
    "label": 1
  },
  {
    "text": "Congratulations, thanks to a good friend you have won the 2000 pounds Christmas prize.  2 claim is easy, just call 0871-210-3738 now. Only 10p per minute.  BT National Rate",
    "label": 1
  },
  {
    "text": "Send a logo to or lover, two names joined by a heart.  Text Love Name 1 Name 2 Mobno EG Love Adam Eve 0712-345-6789-8777-YAHU-P-O-Box-36504-W-45-WQ-Text-N-04-No ads 150p.",
    "label": 1
  },
  {
    "text": "You've won TKTS to the Euro 2000 and 4 Cup Final or 800 pounds cash, to collect call 0905-809-9801-B419-0604,  Paw Box 7-8-7-6-1-5-0-PPM.",
    "label": 1
  },
  {
    "text": "Free message, Jamster, get the crazy frog sound now. For Polytext Mad 1, for Real Text Mad 2 to 88888.  6 crazy sounds for just 3 GBP slash week. 16 plus only. TNC's apply.",
    "label": 1
  },
  {
    "text": "Your chance to be on a reality fantasy show call now equals 0870-750-9020-2020Pperman-NTTLTD,  PO Box 1327, Croydon CR-95WB0870 is a national equals rate call.",
    "label": 1
  },
  {
    "text": "Adult 18 content your video will be with you shortly.",
    "label": 1
  },
  {
    "text": "Your chance to be on a reality fantasy show call now equals 0870-750-9020-2020Pperman-NTTLTD,  PO Box 1327, Croydon CR-95WB0870 is a national equals rate call.",
    "label": 1
  },
  {
    "text": "Hey boys! Want hot triple Xpix and direct 2 or phone?  Text porn to 69,855, 24hrs free and then just 50p per day.  To stop text stop MSFWC1N3XX.",
    "label": 1
  },
  {
    "text": "last chance. Claim were 150 pounds worth of discount vouchers today.  Text shop to 85,023 now. Sovimob, offers mobile. TCS Sovimob Pobox 84, M263 us.  3 pounds sub. 16",
    "label": 1
  },
  {
    "text": "Date underscore now, double mince and 1000 TXTS on orange tariffs.  Latest Motorola, Sony Ericsson and Nokia and Bluetooth 3.  Call mobile update on 0800-083-9402 or call 2 opt out slash, YHL.",
    "label": 1
  },
  {
    "text": "or cache balance is currently 500 pounds, to maximize or cache in now send cache to 86,688  only 150p slash message cc 0871 872 0201 pobox 114 slash 14tcr slash w1",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile number has been awarded with a £2,000 prize guaranteed. Call 090580945454 from Landline.  Claim 3000 and 30. Valid 12 HRS only.",
    "label": 1
  },
  {
    "text": "Sorry. You can not unsubscribe yet. The mob offer package has a minute term of 54 weeks PLS  resubmit request after expry. Reply them of help for more info",
    "label": 1
  },
  {
    "text": "Hello sir I am from GeocustomerCare Center we are doing verification of yours number that's why in your phone for digit opt will have send  Tell me that OTP",
    "label": 1
  },
  {
    "text": "Valentine's Day Special. Win over £1,000 in Arquiz and take your partner on the trip of a lifetime.  Send go to 83,600 now. 150 p-slash message received.  C-US T-Care 0-8-7-1-8-7-2-0-2-0-1",
    "label": 1
  },
  {
    "text": "You have one new message. Please call 0871-240-0200.",
    "label": 1
  },
  {
    "text": "We currently have a message awaiting your collection.  To collect your message just call 0871-872-3815.",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile was awarded a £1,500 bonus caller prize on 27-6-03. Our final attempt to  contact you. Call 0871-471-4011.",
    "label": 1
  },
  {
    "text": "You have a secret admirer.  Reveal who thinks you are so special.  Call 0906-517-4042.  To opt out, reply reveal stop.  1.50 per message received CUST-0782-123-0901.",
    "label": 1
  },
  {
    "text": "Do you ever notice that when you're driving, anyone going slower than you is an idiot and everyone driving faster than you is a maniac?",
    "label": 1
  },
  {
    "text": "Christmas offer, latest Motorola, Sony Ericsson and Nokia and free Bluetooth or DVD,  double mince and 1000 text on orange.",
    "label": 1
  },
  {
    "text": "Reply to win 100 pounds weekly. What professional sport does Tiger Woods play?  Since stop to 87,239 to end service.",
    "label": 1
  },
  {
    "text": "Number 1 polyphonic tone for your mob every week. Just text PT-2 to 87,575.  First tone free. So get teased and now and tell your friends.  150p slash tone. 16. Reply Hill for info",
    "label": 1
  },
  {
    "text": "Hot live fantasies call now 0-0-0-870-750-902-0 just 20p per minute TT-LT-D,  PO Box 1327, Croydon CR-95 WB-0870 is a national rate call.",
    "label": 1
  },
  {
    "text": "This message is free call. Welcome to the new and improved sex and dogging club.  To unsubscribe from the service reply stop. MSGS at 150p18 plus only.",
    "label": 1
  },
  {
    "text": "You've won TKTS to the Euro 2000 and 4 Cup Final or 800 pounds cash, to collect call 0905-809-9801-B419-0604,  Paw Box 7-8-7-6-1-5-0-PPM.",
    "label": 1
  },
  {
    "text": "loan for any purpose 500 to 75,000 pounds.  Homeowners plus tenants welcome.  Have you been previously refused?  We can still help.  Call Free 0800195-6669 or text back help.",
    "label": 1
  },
  {
    "text": "Update underscore now, 12mths half price orange line rental, 400 minutes, call mobile update on 0800-083-9402 or call 2 opt out equals J5Q.",
    "label": 1
  },
  {
    "text": "Free unlimited hardcore porn direct to your mobile text porn to 69,200 and get free access  for 24 hours than CHRGD at 50p per day text stop 2 exit. This message is free.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from Irtel customer care center we are doing verification of yours number that's why in your phone for digit opt will have sent  Tell me that OTP",
    "label": 1
  },
  {
    "text": "You are now in subscribed all services.  Get tons of sexy babes or hunks straight to your phone.  Go to HTTP colon slash slash.babes.co.uk.  No subscriptions.",
    "label": 1
  },
  {
    "text": "Hi babe it's Jordan, how are you? I'm home from abroad and lonely, text me back if you want it",
    "label": 1
  },
  {
    "text": "Get a brand new mobile phone by being an agent of the mob.  Plus loads more goodies.  For more info just text Matt to AD 7000 and 21.",
    "label": 1
  },
  {
    "text": "Lord of the Rings return of the King in store now, reply Lord of the Rings by June 2 and 4 chance to win Lord of the Rings soundtrack CD's STD text rate.  Reply stop to ntxts.",
    "label": 1
  },
  {
    "text": "Good luck. Draw takes place February 28-06. Good luck. For removal sent stop to 87,239 customer  services 0-870-803-4412.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from idea customer care center we are doing verification of yours number  That's why in your phone for digit opt will have sent. Tell me that OTP",
    "label": 1
  },
  {
    "text": "Congratulations! You are awarded 500 of CD vouchers or 125 gift guaranteed and free entry to 100 WKL Y-Draw Text Music to 87,000 and 66 TNCS www.ldu.com1win150ppmx3h16",
    "label": 1
  },
  {
    "text": "Free entry into a weekly comp for a chance to win an iPod.  Text Pod to 80,182 to get entry, STD Text Rate, TNC Supply 0845-281-0073 for details 18+.",
    "label": 1
  },
  {
    "text": "1st WK-free.  GRE-TONES ST-R-A-2 each WK text Nokia onto 8000 and 7 for classic Nokia tones or hit onto 8000 and 7 for Polly's.  Nokia-slash-150p Polly-slash-200p-16+.",
    "label": 1
  },
  {
    "text": "Your cache balance is currently 500 INR, to maximize your cache and now send cache to 86,688 only 150p slash message cc, 0870, 880, 0282HG slash suite 342 slash 2LANsROS slash W1J6HL.",
    "label": 1
  },
  {
    "text": "Look at me, thanks for your purchase of a video clip from Look at Me,  you've been charged 35p. Think you can do better?  Why not send a video in MMSTO 32323?",
    "label": 1
  },
  {
    "text": "sexy sexy come and text me i'm wet and warm and ready for some porn  you up for some fun? this message is free r e c d m s g s 150 p ink bat 2 cancel text stop",
    "label": 1
  },
  {
    "text": "Hard live 121 chat just 60p slash MI and choose your girl and connect live.  Call 0909 464 6899 now.  Cheap chat UK's biggest live service.  VUBC M1896 WC1N3XX",
    "label": 1
  },
  {
    "text": "not heard from you for a while. Call 4Rude Chat Private Line 0122-358-5334 to come 1-2 CPIX of me  get in check and then text picks to 8,552. 2Ns and stop 8,552 SamTriple X.",
    "label": 1
  },
  {
    "text": "This is the second time we have tried to contact you you have won the 1,450lb prize to claim just call 0905-375-0005-4300 and 10,303.  TNCS-STOP SMS-0871-872-5756-140ppm",
    "label": 1
  },
  {
    "text": "Hot live fantasies call now 0800-750-9020 just 20p per minute TT LTD,  PO Box 1327, Croydon CR-95 WB0870K.",
    "label": 1
  },
  {
    "text": "Dear voucher holder, to claim this week's offer, at UPC please go to HTTP colon slash slash  www.e-t-l-p.co.uk-slash-reward.  T-s-n-c-s apply.",
    "label": 1
  },
  {
    "text": "You are going to Bahamas. Call FREAF-ON-E0808-156-0665 and speak to a live operator to claim either  Bahamas cruise of Pound 2000-Cash 18-plus only. To opt out text X-077-8-620-0117.",
    "label": 1
  },
  {
    "text": "This is the second time we have tried to contact you you have won the 750 pound prize.  2 claim is easy, call 0-08-71-210-1358 now. Only 10p per MINBT national rate.",
    "label": 1
  },
  {
    "text": "you are awarded a city break and could win a 200-pound summer shopping spree every WK  8X Store to 88039.SkillGME.TSCS087147403231 Winock, H-16 plus pound 1.50 per WK sub",
    "label": 1
  },
  {
    "text": "Hello Sir I am from Vodafone Customer Care Center we are doing verification of yours number  That's why in your phone for digit opt will have sent  Tell me that OTP",
    "label": 1
  },
  {
    "text": "urgent. We are trying to contact you today's draw shows that you have won a 2000 pounds prize  guaranteed. Call 09066358361 from landline. Claim Y87. Valid 12 HRS only.",
    "label": 1
  },
  {
    "text": "Thanks for your ringtone order, reference number x29. Your mobile will be charged 4.50.  Should your tone not arrive please call customer services 0906-598-9180.",
    "label": 1
  },
  {
    "text": "6 chances to win cash. From 100 to £20,000 text CS11 and send to 87,575.  Cost 150p slash day, 6 days, 16 plus send CS apply reply hl4 info",
    "label": 1
  },
  {
    "text": "or cache balance is currently 500 pounds, to maximize or cache in now send collect to 83,600 only 150p slash message cc, 0871, 872, 0201 pobox 114 slash 14tcr slash w1.",
    "label": 1
  },
  {
    "text": "Congratulations! Thanks to a good friend you have won the £2,000 Christmas prize.  Two claim is easy, just call 0871-872-6978 now. Only 10p per minute.  BT National Rate",
    "label": 1
  },
  {
    "text": "44773-258-4351, do you want a new Nokia 3510 iColor phone delivered tomorrow?  With 300 free minutes to any mobile plus 100 free text plus free cancorder reply or call 0800-093-0705",
    "label": 1
  },
  {
    "text": "Thanks for your ringtone order, reference T91.  You will be charged £4 sterling per week.  You can unsubscribe at any time by calling customer services on 0905-703-9994.",
    "label": 1
  },
  {
    "text": "You have one new voicemail. Please call 0871-918-1513.",
    "label": 1
  },
  {
    "text": "Someone you know has asked our dating service to contact you. Can't guess who? Call 0905-809-7189 now all will be revealed.  Pobox 6LS15HB150P",
    "label": 1
  },
  {
    "text": "camera, you are awarded a SIPIX digital camera. Call 0906-122-1066 from landline.  Delivery within 28 days",
    "label": 1
  },
  {
    "text": "Today's voting numbers ending 5,226 are selected to receive a 350 award.  If you have a match please call 0871-230-0222-0 quoting claim code 1131 standard rates app.",
    "label": 1
  },
  {
    "text": "This message is free. Welcome to the new and improved 6-end docking club.  To unsubscribe from this service reply stop. MSGS at 150p18 only.",
    "label": 1
  },
  {
    "text": "Free message activate your 500 free text messages by replying to this message with the word free for terms and conditions, visit www.07781482378.com",
    "label": 1
  },
  {
    "text": "Hello Sir I am from BSNL customer care center we are doing verification of yours number  That's why in your phone for digit opt will have sent tell me that OTP",
    "label": 1
  },
  {
    "text": "You are being contacted by our dating service by someone you know.  To find out who it is, call from a landline 0905-0000-0928.  PO Box 45 W2-TG150P.",
    "label": 1
  },
  {
    "text": "Sorry I missed your call. Let's talk when you have the time. I'm on 0709-020-1529.",
    "label": 1
  },
  {
    "text": "double mints and texts for six months free Bluetooth on orange. Available on Sony, Nokia Motorola  phones. Call mobile update on 0800-0800-083-9402 or call to opt out slash N9DX.",
    "label": 1
  },
  {
    "text": "Complementary 4-star Ibiza holiday or 10,000 pounds cash needs your urgent collection.  0906-636-4349 now from Landline not to lose out. Box 434 SK38WP150PPM18+.",
    "label": 1
  },
  {
    "text": "Free message we build your mobile number by mistake from short code 8332.Please call 0808-126-30000 to have charges refunded.This call will be free from a BT landline.",
    "label": 1
  },
  {
    "text": "Please call 0871-240-2972 immediately as there is an urgent message waiting for you.",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile number has been awarded with a £2,000 bonus caller prize.  Call 09058095201 from landline.  Valid 12 HRS only.",
    "label": 1
  },
  {
    "text": "As a valued customer, I am pleased to advise you that following recent review of your mob  know you are awarded with a £1,500 bonus prize, call 0906-636-4589.",
    "label": 1
  },
  {
    "text": "4 months half price orange line rental and latest camera phones for free.  Had your phone 11 MTHS?  Call mobile's direct free on 0800-093-8767 to update now.",
    "label": 1
  },
  {
    "text": "Do you want a new Nokia 3510 iColor phone delivered tomorrow?  With 300 free minutes to any mobile plus 100 free text plus free camcorder reply or call  0800-093-0705",
    "label": 1
  },
  {
    "text": "Hello services your HDFC bank manager. Your KYC has been expired. So you have to KYC yourself,  but due to COVID situation we are doing KYC online, please tell me your account detail.",
    "label": 1
  },
  {
    "text": "life has never been this much fun and great until you came in. You made it truly special for me.  I won't forget you. Enjoy at 1GBP slash sms",
    "label": 1
  },
  {
    "text": "Do you want a new video phone?  600 anytime any network means 400 inclusive video calls and downloads 5 per week free del  T-O-M-O-R-R-O-W-CALL 0800-288-8812 or Repli-No",
    "label": 1
  },
  {
    "text": "As a valued customer, I am pleased to advise you that following recent review of your mob  know you are awarded with a £1,500 bonus prize, call 0906-636-8470.",
    "label": 1
  },
  {
    "text": "Welcome. Please reply with your age and gender to begin. e.g. 24m",
    "label": 1
  },
  {
    "text": "Fremsk, one month unlimited free calls. Activate smart call text, call to no, 6886.  Subscribe to on 3GBP slash WK Unlimited calls help, 0844-871-4184 stop, text stop landline only.",
    "label": 1
  },
  {
    "text": "at your mobile 10 mths update to latest orange cameras slash video phones for free  save pound s with free text slash weekend calls text yes for a callback or no to opt out",
    "label": 1
  },
  {
    "text": "AM new 2-club and don't think we met yet will be g-r-a-2-c-u please leave message today with your area 0909, 972, 6553 reply promised Carly X calls pound 1-slashmin mobsmoral  Gaperbox 177 HP 51FL",
    "label": 1
  },
  {
    "text": "camera, you are awarded a SIPIX digital camera. Call 0906-122-1066 from landline.  Delivery within 28 days",
    "label": 1
  },
  {
    "text": "Get a free mobile video player free movie.  To collect text go to AD 9105.  It's free.  Extra films can be ordered T's and C's apply.  18YRS only.",
    "label": 1
  },
  {
    "text": "save money on wedding lingerie at www.bridal.petico dreams.co.uk choose from a superb selection with  national delivery. Brought to you by Wedding Friend.",
    "label": 1
  },
  {
    "text": "Not heard from you for a while.  Call me now. I'm here all night with just my knickers on.  Make me big for it like you did last time 0122-358-5236-X-X-LOV-NIKI-U4.net",
    "label": 1
  },
  {
    "text": "Bloomberg Message Center plus 447-779-770-6009-Y-8.  Apply for your future HTTP colon slash slash careers.  Bloomberg.com",
    "label": 1
  },
  {
    "text": "urgent. We are trying to contact you today's draw shows that you have 1-800-pound surprise guaranteed.  Call 090-500-1808 from landline.  Claim M95. Valid 12-HRS only.",
    "label": 1
  },
  {
    "text": "Do you want a new video phone 750 anytime any network minutes 150 text for only £5 per week  Call 0800-0777-6300 now or reply for delivery tomorrow",
    "label": 1
  },
  {
    "text": "You are being contacted by our dating service by someone you know.  To find out who it is, call from a landline 0905-0000-0878.  PO Box 45 W2-TG150P.",
    "label": 1
  },
  {
    "text": "Want to win a meat plus greet with Westlife for you or AM-8? They are currently on what tour?  1. Unbreakable, 2. Untamed, 3. Unkempt. Text 1.2 or 3.2 AD-3000 and 49.  Cost 50p plus STD text",
    "label": 1
  },
  {
    "text": "HelloService is your ISIS-I bank manager. Your KYC has been expired. So you shave to KYC yourself,  but due to COVID situation we are doing KYC online, please tell me your account detail.",
    "label": 1
  },
  {
    "text": "You are a 1,000 pounds winner or guaranteed caller prize, this is our final attempt to contact you.  To claim call 0907-151-7866 now.  150ppmpobox-10183-bombi-64-XC.",
    "label": 1
  },
  {
    "text": "Christmas and New Year's Eve tickets are now on sale from the club,  during the day from 10 a.m till 8 p.m., and on Thursday, Friday and set night this week.  They're selling fast.",
    "label": 1
  },
  {
    "text": "Rockier chick. Get 100s of filthy films and triple X-picks on your phone now.",
    "label": 1
  },
  {
    "text": "From next month get up to 50% more calls for your standard network charge to activate call 906-110-0010CYR3.",
    "label": 1
  },
  {
    "text": "Urgent. We are trying to contact you today's draw shows that you have 1-800-pound surprise guaranteed.",
    "label": 1
  },
  {
    "text": "Text Bandook to 89,555 to see.  Cost 150p text operator G696 GA18 Plus Triple X.",
    "label": 1
  },
  {
    "text": "Collect your valentines weekend to Paris Inc. flight and hotel plus 200 pounds prize guaranteed.  Text, Paris to Know, 69,101.  www.rtf.sbhosting.com",
    "label": 1
  },
  {
    "text": "Customer loyalty offer the new Nokia 6650 mobile from only 10 pounds at T-stocks.  Text word, start to know, 81151 and get yours now.  40 and CTXTC150P slash MTMSG",
    "label": 1
  },
  {
    "text": "You won't believe it but it's true.  It's incredible TXTS.  Reply G now to learn truly amazing things that will blow your mind.  From O2FWD only 18p slash text.",
    "label": 1
  },
  {
    "text": "I am hot and horny and willing I live local to you, text to reply to hear STRT back from  the 150p per message net collects LTD help desk.",
    "label": 1
  },
  {
    "text": "Do you want a new Nokia 3510 iColor phone delivered tomorrow?  With 200 free minutes to any mobile plus 100 free text plus free camcorder reply or call  0800-093-0705",
    "label": 1
  },
  {
    "text": "Congratulations you've won. You're a winner in our August 1000 Pounds prize draw.",
    "label": 1
  },
  {
    "text": "Hello services your access bank manager. Your KYC has been expired. So you have to KYC yourself,  but due to COVID situation we are doing KYC online, please tell me your account detail.",
    "label": 1
  },
  {
    "text": "Get the official England polyring tone or color flag on your mobile for tonight's game.  Text tone or flag to 84,199. Optow text angstop box 398 221 111 WX 1 pound and 50 pence.",
    "label": 1
  },
  {
    "text": "customer service announcement. We recently tried to make a delivery to you but were unable to do so,  please call 0709-029-8926 to reschedule. Rep 9307-622.",
    "label": 1
  },
  {
    "text": "you can stop further club tones by replying stop mixcmydashtone.com slash enjoy  html for terms club tones cost gbp 4.50 slash week  mfl, pobox 1146 mk 452wt, two-thirds",
    "label": 1
  },
  {
    "text": "Wama get laid, want real doggin locations sent direct to your mobile.  Join the UK's largest doggin network.  Text dogs to 69,696 now, NYT.  EC2A.  3 LP pound 1.50 slash message.",
    "label": 1
  },
  {
    "text": "Free entry into our £250 weekly competition just text the word went to 80,086 now.  18 TNC www.texttawin.co.uk",
    "label": 1
  },
  {
    "text": "Send a logo your lover, two names joined by a heart.  Text Love Name 1 Name 2 Mobno EG Love Atom Eve 0712-345-6789-8777-YAHU-P-O-Box-3604-W-45-WQ-Text-N-04-No-Ads-150P.",
    "label": 1
  },
  {
    "text": "You have won a Nokia 7250i. This is what you get when you win our free auction.  To take parts and Nokia 286,021 now.  HG-slash-sweet-342-slash-2-lanzer-o-slash-w-1GHL-16+.",
    "label": 1
  },
  {
    "text": "Promotion number, 871-4714, you are awarded a city break and could win a 200-pound  summer shopping spree every WK-Tex store to 88,039. Skill GME. TSC-S087147403231 Winock,  H-16.1.50 per WK sub.",
    "label": 1
  },
  {
    "text": "Someone has contacted our dating service and entered your phone because they fancy you.  To find out who it is call from a landline 0911-103-2124.  Pobox 12N-140-60F-150P.",
    "label": 1
  },
  {
    "text": "You are a winner you have been specially selected to receive £1000 cash or a £2000 award.  Speak to a live operator to claim call 0-087-147-123-779-M7-PM-Cost-10P.",
    "label": 1
  },
  {
    "text": "Free top ringtone sub-to-weekly ringtone get first week free cent subpoly 281618-3 per week stop sms 08718727870",
    "label": 1
  },
  {
    "text": "Thanks for your ringtone order, reference number x49. Your mobile will be charged 4.50.  Should your tone not arrive please call customer services 0906-598-9182.  From, color equals red text slash color tx star.",
    "label": 1
  },
  {
    "text": "Hello services your union bank manager. Your KYC has been expired. So you have to KYC yourself,  but due to COVID situation we are doing KYC online, please tell me your account detail.",
    "label": 1
  },
  {
    "text": "Hi there, two nights or lucky night. You've been invited to SCAT, the Ox Wildest Chat.  Text chat to 86,688 now.",
    "label": 1
  },
  {
    "text": "2 halves 140-60 F-150P.",
    "label": 1
  },
  {
    "text": "Dear voucher holder to claim your first-class airport lounge passes when using your holiday voucher call 0870-443-9680.  When booking quote first class X2.",
    "label": 1
  },
  {
    "text": "Bloomberg Message Center plus 447-779-770-6009-Y-8.  Apply for your future HTTP colon slash slash careers.  Bloomberg.com",
    "label": 1
  },
  {
    "text": "Yes. The only place in town to meet exciting adult singles is now in the UK.  Text chat to 86,688 now. 150 p-slash message.",
    "label": 1
  },
  {
    "text": "Free for first week.  No one Nokia tone for your mob every week just text Nokia to 8000 and 7 get texting until",
    "label": 1
  },
  {
    "text": "Someone you know has asked our dating service to contact you. Can't guess who? Call 0905-809-5107 now all will be revealed.  Po-box 7s-3xy-150p.",
    "label": 1
  },
  {
    "text": "Miele, H23, Blonde, New in UK. I look sex with UK guys. If you like fun with me.  Text doc to 69,866.18. 30pp slash text first 5 free. 1 pound and 50 pence increments.  Help 08718728876",
    "label": 1
  },
  {
    "text": "Claim a 200 shopping spree, just call 0871-789-5698 now. Have you won?  mobstorquist10ppm",
    "label": 1
  },
  {
    "text": "want to funk up or phone with a weekly new tone reply tones to you to this text.  www.ringtones.co.uk, the original and best.  Tone's three-pound sterling network operator rates apply.",
    "label": 1
  },
  {
    "text": "Book ticket for Pungle.",
    "label": 1
  },
  {
    "text": "We try to contact your your reply to our offer of a video handset.  750 Anytime Any Networks Mints.  Unlimited text.  camcorder.  Reply or call 0800-093-0705 now.",
    "label": 1
  },
  {
    "text": "You available now? I'm like right around Hillsboro and Amp, and LT, Hashtag and GT, TH.",
    "label": 1
  },
  {
    "text": "urgent. We are trying to contact you. Last weekend straw shows that you have won a 900 pounds prize  guaranteed. Call 0906-170-1851. Claim code K61. Valid 12 hours only.",
    "label": 1
  },
  {
    "text": "74,355 Christmas is coming and are awarded either £500 CD gift vouchers and free entry to our £100 weekly  DRAW TEXT music to 87,066 TNC",
    "label": 1
  },
  {
    "text": "Hello services your SBI bank manager. Your KYC has been expired. So you have to KYC yourself,  but due to COVID situation we are doing KYC online, please tell me your account detail.",
    "label": 1
  },
  {
    "text": "Congratulations you can claim to VIPRO-8 tickets to C-Blue in concert in November or Blue Gift Guaranteed Call 0906-110-4276 to claim TSNCS-W-W-W.S-M-S-CO.NET Cost-Pound 3.75 Max",
    "label": 1
  },
  {
    "text": "Fantasy Football is back on your TV. Go to Sky GameStar on Sky active and play 250,000  pounds dream team. Scoring starts on Saturday, so register now, Sky opt out to 88,088",
    "label": 1
  },
  {
    "text": "Free message, single. Find a partner in your area.  1000s of real people are waiting to chat now, send chat to 6222-0-C-N-C-L-SEN-STOX-087-178-908-90-Pound-1.50 per message.",
    "label": 1
  },
  {
    "text": "When the newest Harry Potter and the Order of the Phoenix, book five, reply Harry, answer five questions, chance to be the first among readers.",
    "label": 1
  },
  {
    "text": "free message, ringtone, from, http colon slash slash tms. widelive.com slash index.  wml, id equals 1v6a5 xf91 ff9 asterisk 37819 and first equals true 18 colon 0 4 3 0 joule 0 5",
    "label": 1
  },
  {
    "text": "Oh my god. I found your number again. I'm so glad, text me back after this MSGSTSTD&TWK  changed £1.50.",
    "label": 1
  },
  {
    "text": "A link to your picture has been sent.  You can also use http colon slash slash alto18.co.uk slash wave slash wave.asp question mark  o equal sign 44345",
    "label": 1
  },
  {
    "text": "double-mins and 1000 TXTS on orange tariffs. Latest Motorola, Sony Ericsson and Nokia with Bluetooth  free. Call mobile update on 0800-0800-083-9402 or call-2 uptouch-slash-hf8.",
    "label": 1
  },
  {
    "text": "Urgent this is our second attempt to contact you. Your 900-pound surprise from yesterday is still awaiting collection.  To claim call now 090-06-170-2893. ACL-035-30150-50-PM.",
    "label": 1
  },
  {
    "text": "Dear Davis is your final notice to collect your 4-esterous 10-arief holiday or number 5000 cash award.  Call 0906-174-3806 from Landline.  TCSSA E-Box 326-CW25-WX150PPM",
    "label": 1
  },
  {
    "text": "tells you to call 0906-635-8152 to claim 5,000 pounds price.  You have to enter all removal and personal details at the prompts.  Careful!",
    "label": 1
  },
  {
    "text": "Your 2004 account for 07xxxxxxxx show 786 on Redeemed Points.  To claim call 0871-918-1259 identifier code, XXXXX expires 26.03.05.",
    "label": 1
  },
  {
    "text": "Do you want a new video handset?  750 any time any network mints?  Half price line rental?  camcorder  reply or call 0800-093-0705 for delivery tomorrow",
    "label": 1
  },
  {
    "text": "You have an important customer service announcement. Call free phone 0800-542-0825 now.",
    "label": 1
  },
  {
    "text": "Free ringtone. Reply reel or poly-eG reel 1-1. Push button 2. Don't draw 3. Baby goodbye 4. Goal digger 5. We be burdened first tone free and 6 more when you join 4.3-slash-wk.",
    "label": 1
  },
  {
    "text": "Hello Sir this is Uralahabad Bank Manager. Your KYC has been expired. So you have to KYC yourself,  but due to COVID situation we are doing KYC online, please tell me your account detail.",
    "label": 1
  },
  {
    "text": "You have been specially selected to receive a 3000 award. Call 0871-240-2050 before the lines close.  Cost 10ppm. Sixteen plus. TNCS apply. AG promo.",
    "label": 1
  },
  {
    "text": "you have won. As a valued Vodafone customer our computer has picked you to win a 150 pounds prize.  To collect is easy. Just call 0906174-3386.",
    "label": 1
  },
  {
    "text": "Free video camera phones with half-price line rental for 12 MTH and 500 cross NTW  camera phones with half-price line rental for 12 MTH and 500 cross NTW",
    "label": 1
  },
  {
    "text": "Great new offer, double mince and double text on best orange tariffs and get latest  camera phones for free. Call mobile update free on 0800-083-9402 now. Or two stops TNCS.",
    "label": 1
  },
  {
    "text": "Bank of granite issues strong by, explosive pick for our members up over 300% NASTAC symbol CDGT that is a $5 PER.",
    "label": 1
  },
  {
    "text": "Boardhousewives. chat and date now. 087-1750.77.11.  BT National rate 10p slash men only from landlines.",
    "label": 1
  },
  {
    "text": "We try to call your your reply to our SMS for a video mobile 750 minutes unlimited text  free camcorder reply or call now 0800-093-0705-Dal Thursday.",
    "label": 1
  },
  {
    "text": "This is the second time we have tried to contact you you have won the 400 pounds prize.  Two claim is easy, just call 0-08-710-4-711-148 now. Only 10p per minute.  BT national rate.",
    "label": 1
  },
  {
    "text": "Want to win a meat plus greet with Westlife for you or AM-8? They are currently on what tour?  1. Unbreakable, 2. Untamed, 3. Unkempt. Text 1.2 or 3.2 AD-3000 and 49.  Cost 50p plus STD text",
    "label": 1
  },
  {
    "text": "Please call our customer service representative on freephone 0808145 for 742 between 9am to 11pm as you have won a guaranteed 1000 pounds cash or 5,000 pounds prize",
    "label": 1
  },
  {
    "text": "You will be receiving this week's triple echo ringtone shortly.  Enjoy it!",
    "label": 1
  },
  {
    "text": "You've been selected to stay in one of 250 top British hotels, for nothing.  Holiday valued at 350 pounds.  Dial 0871-230-0200 to claim, National Rate Call.  BX526-SW73SS.",
    "label": 1
  },
  {
    "text": "Hello sir, are you using PIMS LASH UPI? Sir you have to upgrade your PIMS LASH UPI authorwise you account will be blocked.",
    "label": 1
  },
  {
    "text": "You are chosen to receive a £350 award.  PLS Call Claim No. 0906, 636-4311 to collect your award which you are selected to receive as a valued mobile customer.",
    "label": 1
  },
  {
    "text": "Please call our customer service representative on freephone 0808145 for 742 between 9am to 11pm as you have won a guaranteed 1000 pounds cash or 5,000 pounds prize",
    "label": 1
  },
  {
    "text": "When a £1,000 cash prize or a prize worth £5,000.",
    "label": 1
  },
  {
    "text": "Thanks for your ringtone order, reference number x49.your mobile will be charged 4.50.  Should your tone not arrive please call customer services 0906 598 9182",
    "label": 1
  },
  {
    "text": "You are being contacted by our dating service by someone you know.  To find out who it is, call from your mobile or landline 0906401-7305-POBOX-75LDNS7.",
    "label": 1
  },
  {
    "text": "TBS-Lash-Persolvo.  Been chasing us since step 4.38 definitely not paying now thanks to your information.  We will ignore them.  Cath.  Manchester.",
    "label": 1
  },
  {
    "text": "Loans for any purpose even if you have bad credit.  Tenants welcome.  Call now AriseLoans.com on 0871-711-1821.",
    "label": 1
  },
  {
    "text": "Orange brings you ringtones from all-time chart heroes, with a free hit each week.  Go to ringtones and picks on web.  To stop receiving these tips reply stop.",
    "label": 1
  },
  {
    "text": "Private. Your 2003 account statement for 0797-378-8240 shows 800 unredeemed SIM points. Call 0871-520-3649 identifier code, 40,533 expires 31-10-04.",
    "label": 1
  },
  {
    "text": "We tried to call your your reply to our SMS for a video mobile 750 minutes unlimited text plus free  cancorder reply of call 0800-093-0705 now",
    "label": 1
  },
  {
    "text": "GSOH. Good with spam the ladies, you could be a male jiggleo.  To join the UK's fastest growing men's club reply on call.  J's group. 08714342399.2 stop reply stop.  Message at pound 1.50 RCVD",
    "label": 1
  },
  {
    "text": "You have a secret admirer who is looking to make contact with you find out who they are  You have a secret admirer who is looking to make contact with you find out who they are",
    "label": 1
  },
  {
    "text": "HotLive fantasies call now 0800-750-00020-20p per min and TTLTD, PO Box 1327.  Croydon CR-95WB-0800 is a national rate call.",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile number has been awarded a UKP 2000 prize guaranteed.  Call 0906179-0125 from landline.  Claim 3000 and 30.  Valid 12 HRS only 150 ppm",
    "label": 1
  },
  {
    "text": "Okay mail, dear Davis is your final notice to collect your 4-esterous 10-arief holiday or  number 5,000 cash award. Call 0906174-3806 from landline.",
    "label": 1
  },
  {
    "text": "SP January mail sale. Hotgate chat now cheaper, Call 0870-922-2922.  National rate from 1.5 p-slash min cheap to 7.8 p-slash min peak.  To stop text call 0871-246-0324-10 p-slash min",
    "label": 1
  },
  {
    "text": "Hello sir, tell me your credit slash debit card mobile number and other card",
    "label": 1
  },
  {
    "text": "Free message today's the day if you are ready. I'm horny and live in your town. I love sex fun and  games. NetcolexLT-D08700621170150P per message reply stop to end.",
    "label": 1
  },
  {
    "text": "In the Simpsons movie released in July 2007 named the band that died at the start of the film.  A Green Day, B-Blue Day, C-Red Day, Cende, B-Orsea.",
    "label": 1
  },
  {
    "text": "Please call Amanda with regard to renewing or upgrading your current T-Mobile handset free of charge.  Offer ends today.  Tell 08 450 21 3680 subject to T's and C's.",
    "label": 1
  },
  {
    "text": "Urgent. Your 4-esterous cost-a-dale sole holiday or 5,000 pounds-a-weight collection.  Call 0905-009-0044 now to claim.  S-A-T-C-S, P-O-Box 334, Stockport, SK38-X-H, Cost Pound 1.50-slash PM, Max 10 minutes.",
    "label": 1
  },
  {
    "text": "Want a new video phone?  750 Anytime Any Network Mints?  Half price line rental free text for 3 months.  Reply or call 0800-093-0705 for free delivery.",
    "label": 1
  },
  {
    "text": "at your mobile 11 months or more.  You are entitled to update to the latest color mobiles with camera for free.  Call the mobile update co-free on 0800-298-6030.",
    "label": 1
  },
  {
    "text": "Dear voucher holder, to claim this week's offer, at your PC please go to HTTP colon slash slash www.wtlp.co.uk slash text.  TSNCS Apply",
    "label": 1
  },
  {
    "text": "Congrats.  Nokia 3,650 and 50-video camera phone is your call 0906-638-2422 calls cost 150 ppm  of a call 3 minutes very from mobile 16 plus close 300,603 post BC M4284 LDNWC1N3XX",
    "label": 1
  },
  {
    "text": "urgent. Please call 090-634-630. Your ABTA complementary for asterisk Spanish holiday or 10,000  pounds cash await collection SAET and CSBOX 47-po 19-2 easy 150ppm 18-plus.",
    "label": 1
  },
  {
    "text": "double-mins and TXTS for 6 months free Bluetooth on orange. Available on Sony, Nokia Motorola phones.  Call mobile update on 0800-0800-083-9402 or call 2 optout slash N9 DX.",
    "label": 1
  },
  {
    "text": "Free for first week.  No one Nokia tone for your mob every week just text Nokia to 8000 and 7 get texting until",
    "label": 1
  },
  {
    "text": "want to funk up or phone with a weekly new tone reply tones to you to this text.  www.ringtones.co.uk, the original and best.  Tone's three-pound sterling network operator rates apply.",
    "label": 1
  },
  {
    "text": "Important information for orange user 0796xxxxxx.  Today is your lucky day, to find out why log onto HTTP colon slash slash www.orewinner.com.  There's a fantastic prize awaiting you.",
    "label": 1
  },
  {
    "text": "Mist call alert. These numbers called but left no message. 0700-800-9200.",
    "label": 1
  },
  {
    "text": "Hello I am from Income Text Department you have not registered your other to your pen card.  Please tell me your other number to connect to your pen card.",
    "label": 1
  },
  {
    "text": "Fremesk, our records indicate you may be entitled to 3,750 pounds for the accident you had.  To claim for free reply with yes to this message.  To opt out text stop.",
    "label": 1
  },
  {
    "text": "You can win 100 lbs of music gift vouchers every week starting now text the word draw to 87,066 TSS www.idew.com skill game, one winau eek, age 16.  150 per mess subscription.",
    "label": 1
  },
  {
    "text": "Show her colors. Euro 2000 and 424-4-1 offer. Get an England flag and three lions tone on her phone.  Click on the following service message for info.",
    "label": 1
  },
  {
    "text": "Text past to 69,669 to collect your polyphonic ringtones.  Normal GPS charges apply only.  Enjoy your tones.",
    "label": 1
  },
  {
    "text": "Accordingly, I repeat, just text the word OK on your mobile phone and send.",
    "label": 1
  },
  {
    "text": "Free message activate your 500 free text messages by replying to this message with the word free for terms and conditions, visit www.07781482378.com",
    "label": 1
  },
  {
    "text": "Blockbreaker now comes in Deluxe format with new features and great graphics from T-Mobile.  Buy for just 5 pounds by replying get B Deluxe and take the challenge.",
    "label": 1
  },
  {
    "text": "important information for orange user. Today is your lucky day, to find out why log onto HTTP  www.orewinner.com. There's a fantastic surprise awaiting you.",
    "label": 1
  },
  {
    "text": "Nataljia, 25-slash-f, is inviting you to be her friend.  Reply S-440 or no-440 see her, www.sms.ac-u-slash-net- 27081980 stop.  Sense-stop F-R-N-D-to-62,468.",
    "label": 1
  },
  {
    "text": "urgent. Important information for zero to user. Today is your lucky day. To find out why,  log on to http colon slash slash www.orewinner.com there is a fantastic surprise awaiting you.",
    "label": 1
  },
  {
    "text": "winner. As a valued network customer you have been selected to receive a 900 pounds prize reward.  To claim call 0906-170-1461. Claim code KL341. Valid 12 hours only.",
    "label": 1
  },
  {
    "text": "KIDS strip, you have been build 150p. Netcolex limited po box 1013 IG 11 Aja",
    "label": 1
  },
  {
    "text": "HMV bonus special 500 pounds of genuine HMV vouchers to be won.  Just answer four easy questions. Play now. Send HMV to 86,688 more info www.100%Real.com",
    "label": 1
  },
  {
    "text": "Please call 0871-240-2578 immediately as there is an urgent message waiting for you.",
    "label": 1
  },
  {
    "text": "Thesmszone.com lets you send free anonymous and mask messages i'm sending this message from there do you see the potential for reviews?",
    "label": 1
  },
  {
    "text": "Well done. Your 4-esterous cost a Dell Soul Holiday or £5,000 weight collection. Call 0905-009-0044 now to claim.  SAET, TCS, PO Box 334, Stockport, SK38XH, Cost Pound 1.50 slash PM, max 10 minutes.",
    "label": 1
  },
  {
    "text": "Someone you know has asked our dating service to contact you. Can't guess who? Call 0905-809-1854 now all will be revealed.  Pobox 385-M66-Woo.",
    "label": 1
  },
  {
    "text": "Congrats!  2 mobile 3G video phones are yours.  Call 0906-174-455-3 now.  Video chat with or mates, play Java games,  float polyh music, no lean rental.  BX420.  IP4.  5 we 150 p.m.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from bank please tell me your card cvv number for your bank verification",
    "label": 1
  },
  {
    "text": "U447801259231 have a secret admirer who is looking to make contact with you find out who they are  are",
    "label": 1
  },
  {
    "text": "Important information for orange user 0789xxx.  Today is your lucky day, to find out why log onto HTTP colon slash slash www.orewinner.com.  There's a fantastic surprise awaiting you.",
    "label": 1
  },
  {
    "text": "Our dating service has been asked to contact you by someone shy. Call 0905809-1870 now all will be revealed.  PO Box 84, M263 is 150p",
    "label": 1
  },
  {
    "text": "Do you want a new video handset?  750 any time any network mints?  Unlimited text?  Cancorder.  Reply or call now 0800-093-0705 for Dell SATAM.",
    "label": 1
  },
  {
    "text": "or balance is now 600 pounds.  Next question, complete the landmark, big, A-Bob, B-Berry or C-Ben.  Text A, B or C to 83,738.  Good luck.",
    "label": 1
  },
  {
    "text": "Ortonic subscription has been renewed and you have been charged £4.50.  You can choose 10 more Polly's this month.  www.clubset.co.ukBillingMessage",
    "label": 1
  },
  {
    "text": "If you don't, your prize will go to another customer.",
    "label": 1
  },
  {
    "text": "Do you want a new Nokia 3510 iColor phone delivered tomorrow?  With 200 free minutes to any mobile plus 100 free text plus free camcorder reply or call 800-093-0705",
    "label": 1
  },
  {
    "text": "Receive one third. You have ordered a ringtone. Your order is being processed.",
    "label": 1
  },
  {
    "text": "as one of our registered subscribers you can enter the draw for a 100 GB gift voucher by  replying with enter to unsubscribe tech stop",
    "label": 1
  },
  {
    "text": "For your chance to win a free Bluetooth headset then simply reply back with ADP.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Union Bank, Sir I have called you for your bank account verification  do you want verify your account. Sir then tell me your other card number and pen card and your  debit slash credit card number.",
    "label": 1
  },
  {
    "text": "Don't be floppy, be snappy and happy.  Only gate chat service with photo upload call 0871-873-0666-10p-slashmin.  To stop our text call 0871-246-0324.",
    "label": 1
  },
  {
    "text": "Urgent you are awarded a complimentary trip to Eurodison Trab, Echo and Entry 41 or 1000 pounds.  To claim text disk to AD 7,121 18 plus 6 Asterisk Pound 1.50, more FRM mob.  Sure Akemore SGL subplot, 10, LS13 AJ",
    "label": 1
  },
  {
    "text": "Welcome to UK Mobile Date this message is free giving you free calling to 0871-983-9835.  Future MGS build at 150p daily. To cancel send go stop to 89123.",
    "label": 1
  },
  {
    "text": "3. You have received your mobile content. Enjoy.",
    "label": 1
  },
  {
    "text": "want explicit sex in 30 S E C S. Ring zero two zero seven three one six two four one four now  costs 20 p slash min",
    "label": 1
  },
  {
    "text": "Latest Nokia Mobile or iPod MP3 player plus pound 400 pros guaranteed.  Reply with, win to 83355 now.  Norcorp limited pound 1.50 slash mtmsgrcvd18 plus.",
    "label": 1
  },
  {
    "text": "For your inclusive text credits, plsgo to www.comuk.netlogin equals 3QXJ9 unsubscribe with  stop, no extra charge. Help 08702840625.comuck. 220 square centimeters 9AE",
    "label": 1
  },
  {
    "text": "Mobile Club, choose any of the top quality items for your mobile.  7th Go-1-A.",
    "label": 1
  },
  {
    "text": "money i have won whining number nine hundred and forty six what do i do next",
    "label": 1
  },
  {
    "text": "Congrats!  2 mobile 3G video phones are yours.  Call 0906-174-455-3 now.  Video chat with or mates, play Java games,  float polyh music, no lean rental.  BX420.  IP4.  5 we 150 p.m.",
    "label": 1
  },
  {
    "text": "Urgent, your mobile number was awarded a £2,000 bonus caller prize on February 9, 03.  This is our second attempt to contact you. Call 0871-872-9755 box 952",
    "label": 1
  },
  {
    "text": "I want some cock. My hubby's away, I need a real man to satisfy me.  Text wife to 89,938 for no strings action. Text stop to end, text rec pound 1.50 EOT box 731 L A17 WS.",
    "label": 1
  },
  {
    "text": "Hello Sir, I am from SBI Bank, Sir I have called you for your bank account verification  do you want verify your account. Sir then tell me your other card number and pen card  and your debit slash credit card number.",
    "label": 1
  },
  {
    "text": "GR8 new service, live-sex video chat on your mob, see the sexiest dirtiest girls live on your phone, for details text horny to 89,070 to cancel send stop to 89,070",
    "label": 1
  },
  {
    "text": "Today's offer.  Claim your £150 worth of discount vouchers.  Text yes to 85,023 now.  Savomob, Member offers mobile.  TCS 0871, 789, 8035.  £3 sub.  16.  Unsub reply X.",
    "label": 1
  },
  {
    "text": "Free message high baby while just got a new cam mobil.  Wanna see a hot pick? Or fancy a chat?",
    "label": 1
  },
  {
    "text": "You will receive your tone within the next 24 hours.  For terms and conditions please see channel UtelitexPG 750",
    "label": 1
  },
  {
    "text": "want to have a laugh. Try to chat on your mobile now. Log on by texting the word, chat and send it to no,  8883 cm po box 4217 London W1A6 ZF16 plus 118P slash message RCVD.",
    "label": 1
  },
  {
    "text": "Urgent. This is the second attempt to contact you, you have £1,000 call 0907-151-2432B4300603T and CSBCM4235WC1N3XX.com cost 150mobiles very. Max Pound 7.50.",
    "label": 1
  },
  {
    "text": "Congratulations or awarded 500 of CD vouchers or 125 gift guaranteed and free entry to",
    "label": 1
  },
  {
    "text": "had your contract mobile 11 months. Latest Motorola, Nokia et cetera all-free.  Doublements and text on orange tariffs. Text yes for callback, no to remove from records.",
    "label": 1
  },
  {
    "text": "Urgent. Call 0906-635-0750 from your landline. Your complementary for asterisky visa holiday  or 10,000 cash await collection SAT and CSPO box 434-SK38WP150PPM18+.",
    "label": 1
  },
  {
    "text": "For a chance to win a 250 lb WKLY shopping spree text, shop to 80,878.  T's N C's W-W-W-W.TX-2-shop.comCustCare 0871-570-5022-1X150P Slash WK",
    "label": 1
  },
  {
    "text": "You have a secret admirer who is looking to make contact with you find out who they are  Asterisk reveal who thinks you are so special call on 09065171142 stops miss 08718727870150ppm",
    "label": 1
  },
  {
    "text": "Miele, H23, Blonde, New in UK. I look sex with UK guys. If you like fun with me.  Text doc to 69,866.18. 30pp slash text first 5 free. 1 pound and 50 pence increments.  Help 08718728876",
    "label": 1
  },
  {
    "text": "Well done England. Get the official polyring tone or color flag on your mobile.  Text tone or flag to 84,199 now. Opt out text angstop. Box 398222111 wx1 pound and 50 pence.",
    "label": 1
  },
  {
    "text": "Free message, text, call to know, 86,888 and claim your reward of 3 hours talk time to use  from your phone now. Subscribe 6GBP slash monthing 3HRS 16 stop, text stop.",
    "label": 1
  },
  {
    "text": "Sunshine Quiz. When a Super Sony DVD recorder if you can't  copy the capital of Australia. Text Quiz to 82,277. B",
    "label": 1
  },
  {
    "text": "Please call our customer service representative on 0800169 6031 between 10am to 9pm as you have  won a guaranteed 1,000 pounds cash or 5,000 pounds prize.",
    "label": 1
  },
  {
    "text": "Today's voting numbers ending with 7,634 are selected to receive a 350 lb reward.  If you have a match please call 0871-230-02220 quoting claim code 7,684 standard rates apply.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from HDFCBank, sir I have called you for your bank account verification  do you want verify your account.  Sir then tell me your other card number and pen card and your debit slash credit card number.",
    "label": 1
  },
  {
    "text": "you are being ripped off.  Get your mobile content from www.clubmobie.com. call 0871-750-9990 poly-slash-true-slash-pick-slash-ringtone-slash-game-6 downloads for only 3.",
    "label": 1
  },
  {
    "text": "We try to contact your your reply to our offer of a video phone 750 anytime any network  means half price line rental camcorder reply or call 0800-093-0705",
    "label": 1
  },
  {
    "text": "A 400-pound Christmas reward is waiting for you.  Our computer has randomly picked you from our loyal mobile customers to receive a 400-pound  reward.  Just call 0906-638-0611.",
    "label": 1
  },
  {
    "text": "Private. Your 2003 account statement for shows 800 unredeemed SIM points.  Call 0871-873-8002 Identifier Code, 48922 expires 21-11-004.",
    "label": 1
  },
  {
    "text": "customer service announcement. We recently tried to make a delivery to you but were unable to do so,  please call 0709-983-3605 to reschedule. Ref 928-0114",
    "label": 1
  },
  {
    "text": "Hi babes Chloe, how are you? I was smashed on Saturday night, it was great. How was your weekend?  You've been missing me. SPVisionsms.com techs stop to stop 150p slash text",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile no 0 7 8 0 8 7 2 6 8 2 2 was awarded a 2000 pounds bonus caller prize  on February 9, 03. This is our second attempt to contact you. Call 0 8 7 1-8 7 2-97 58 box 952.",
    "label": 1
  },
  {
    "text": "Win, we have a winner. Mr. T Foley won an iPod. More exciting prizes soon, so keep an eye on  or mobile or visit www.win-82050.co.uk.",
    "label": 1
  },
  {
    "text": "Hello Sir, I am from India Bank, Sir I have called you for your bank account verification  do you want verify your account. Sir then tell me your other card number and pen card  and your debit slash credit card number.",
    "label": 1
  },
  {
    "text": "camera, you are awarded a SIPIX digital camera. Call 0906-122-1066 from landline.  Delivery within 28 days",
    "label": 1
  },
  {
    "text": "Your weekly cool mob tones are ready to download, this week's new tones include,  1. Crazy Frog Axle F2, Acon Lonely 3, Black Eyed Don't Be More Info In-N.",
    "label": 1
  },
  {
    "text": "cashbin.co.uk, get lots of cash this weekend, www.cashbin.co.uk.  dear welcome to the weekend we have got our biggest and best ever cash giveaway.  these",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile number has been awarded with a £2,000 prize guaranteed.  Call 09061790121 from landline.  Claim 3000 and 30.  Valid 12 HRS only 150 ppm.",
    "label": 1
  },
  {
    "text": "Thanks for your continued support your question this week will enter you into our draw for £100 cash.  Name the new US President. Text ANS to 80,082",
    "label": 1
  },
  {
    "text": "Your unique user ID is 1172.  For removal sent stop to AD 7239 customer services 0870803-4412.",
    "label": 1
  },
  {
    "text": "Urgent call 09066649731 from landline.  Your complimentary for asterisky visa holiday or £10,000 cash await collection.",
    "label": 1
  },
  {
    "text": "Urgent this is our second attempt to contact you. Your £900 prize from yesterday is still awaiting collection.  To claim call now 0906-170-2893.",
    "label": 1
  },
  {
    "text": "Santa Calling  What your little ones like a call from Santa Christmas Eve?  Call 0907-781-8151 to book you time.  Calls 1.50ppm last 3 minutes and 30 seconds TNC www.SantaCalling.com",
    "label": 1
  },
  {
    "text": "private. Your 2004 account statement for 0784987 shows 786 unredeemed bonus points.  To claim call 0871-918-0219 identifier code, 45239 expires June 5, 05.",
    "label": 1
  },
  {
    "text": "Check out Choose Your Babe Videos at sms.sex.net UNFX LOPOPWFX LOPOPO",
    "label": 1
  },
  {
    "text": "new mobiles from 2004, must go.  Text, Nokia 2.0, 89,545 and collect yours today.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Obi-Bank, sir I have called you for your bank account verification  do you want verify your account. Sir then tell me your other card number and pen card and  your debit slash credit card number.",
    "label": 1
  },
  {
    "text": "you have won. As a valued Vodafone customer our computer has picked you to win a 150 pounds prize.  To collect is easy. Just call 0906174-3386.",
    "label": 1
  },
  {
    "text": "Free message thanks for using the auction subscription service.  18. 150p slash MSG RCVD2 skip an auction text out.  2 Unsubscribe text stop customer care 0871 872 6270",
    "label": 1
  },
  {
    "text": "Boardhousewives. chat and date now. 087-1750.77.11.  BT National rate 10p slash men only from landlines.",
    "label": 1
  },
  {
    "text": "Lyrical Lady, 21-slash-F, is inviting you to be her friend.  Reply S910 or No 910?  See her, www.sms.ac-u-slash-hum-ross-stop.  Send stop FRND to 62,468.",
    "label": 1
  },
  {
    "text": "Number 1 polyphonic tone for your mob every week. Just text PT-2 to 87,575.  First tone free. So get teased and now and tell your friends.  150p slash tone. 16. Reply Hill for info",
    "label": 1
  },
  {
    "text": "Today's Vodafone numbers ending with 4,882 are selected to receive a £350 award.  If your number matches Call 0906, 401, 9014 to receive your £350 award.",
    "label": 1
  },
  {
    "text": "want the latest video handset. 750 anytime any network mints. Half price line rental.  Reply or call 0800-093-0705 for delivery tomorrow.",
    "label": 1
  },
  {
    "text": "OU are guaranteed the latest Nokia phone, a 40GB iPod MP3 player or a 500-pounds prize.  Text word, collect to know, 83355.  i-b-h-l-t-d-l-d-n-w-15-h-150-p-slash-m-t-m-s-g-r-c-b-d-a-teen.",
    "label": 1
  },
  {
    "text": "Warner Village AD 3118C Colin Farrell in SWAT this weekend at Warner Village and get one free  MED popcorn, just show message plus ticket at kiosk.valid4-712s. CTNC at kiosk.  Reply Sony for MRE film offers.",
    "label": 1
  },
  {
    "text": "goal. Arsenal 4, Henry, 7v Liverpool 2 Henry scores with a simple shot from 6 yards from  a pass by Bergcamp to give Arsenal a 2-goal margin after 78 minutes.",
    "label": 1
  },
  {
    "text": "This is the second time we have tried to contact you you have won the 750 pound prize.  2 claim is easy, call 0-08-71-210-1358 now. Only 10p per MINBT national rate.",
    "label": 1
  },
  {
    "text": "Got what it takes to take part in the WRC rally in us?  You can with LaCosad Energy.  Text Rally LE2-61,200, 25P, CPACS or leukosade.co.uk-wrc and it could be you.",
    "label": 1
  },
  {
    "text": "Hi, the sexy chatgirls are waiting for you to text them. Text now for a great night chatting.  Send stop to stop the service.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Ilahabad bank, sir I have called you for your bank account verification  do you want verify your account. Sir then tell me your other card number and pen card and your  debit slash credit card number.",
    "label": 1
  },
  {
    "text": "Great news.  Call free phone 0800-634-4447 to claim your guaranteed £1,000 cash or £2,000 gift.  Speak to a live operator now.",
    "label": 1
  },
  {
    "text": "Hi this is Amy, we will be sending you a free phone number in a couple of days,  which will give you an access to all the adult parties.",
    "label": 1
  },
  {
    "text": "Welcome to Select, and O2 service with added benefits.  You can now call our specially trained advisors free from your mobile by dialing 400 and 2.",
    "label": 1
  },
  {
    "text": "Dear voucher holder have your next meal on us.  Use the following link on your PC to enjoy a 241 dining experience at slash slash www.ouchformy.com slash edw slash dining.asp.",
    "label": 1
  },
  {
    "text": "urgent. We are trying to contact you today's draw shows that you have won a 2000 pounds prize  guaranteed. Call 09058094507 from landline. Claim 3000 and 30. Valid 12 HRS only.",
    "label": 1
  },
  {
    "text": "You can donate £2.50 to UNICEF's Asian Sonami Disaster Support Fund by texting donate to 864,233.  £2.50 will be added to your next bill.",
    "label": 1
  },
  {
    "text": "You have one? 1,000 cash or a, 2,000 prize.  To claim, call 0905-00000-0327.",
    "label": 1
  },
  {
    "text": "Fony 350 lb award, today's voting numbers ending XXXX are selected to receive a 350 lb award.  If you have a match please call 0871-230-0212-0 quoting claim code 3100 standard rates app.",
    "label": 1
  },
  {
    "text": "You have won a guaranteed £1,000 cash or a £2,000 prize.  To claim your prize call our customer service representative on 0871-471-2412 between 10am to 7pm cost 10p.",
    "label": 1
  },
  {
    "text": "Deer 07766xxxx you've been invited to SCAT.  This is our final attempt to contact you.  Text chat to AD 6600 and AD 8150p slash MSG RCVDHG slash suite 342 slash 2 LAN slash RO slash W1J6HLLDN18YRS.",
    "label": 1
  },
  {
    "text": "Our mobile number has £15,000, to claim calls us back or ring the claims hotline on 0905-0000-5321.",
    "label": 1
  },
  {
    "text": "or cash balance is currently 500 pounds, to maximise or cash in now send go to 86,688 only 150p slash mag.  CC-0871-872-0201-HG-slash suite 342-slash 2-lands row-slash W1J6 HL.",
    "label": 1
  },
  {
    "text": "Private. Your 2003 account statement for shows 800 unredeemed SIM points. Call 087-1-520-3685  Identifier code for XXX-26 expires 13-10-0-04",
    "label": 1
  },
  {
    "text": "I'd like to tell you my deepest darkest fantasies. Call me 0909-464-6631-60p-slashmin.  To stop text call 0871-246-0324-NAT rate.",
    "label": 1
  },
  {
    "text": "You won't believe it but it's true.  It's incredible TXTS.  Reply G now to learn truly amazing things that will blow your mind.  From O2FWD only 18p slash text.",
    "label": 1
  },
  {
    "text": "Hello Sir, I am from Bank of Brota, Sir I have called you for your bank account verification  do you want verify your account.  Sir then tell me your other card number and pen card and your debit slash credit card number.",
    "label": 1
  },
  {
    "text": "Natalie, 20-slash-f, is inviting you to be her friend.  Reply S-165 or No-165 see her, www.sms.ac-u-slash-nataly-2k9-stop.  Sense-stop F-R-N-D-to-62,468.",
    "label": 1
  },
  {
    "text": "Jamster. To get your free wallpaper text heart to 88888 now. TNC apply. 16 only. Need help.  Call 0870-121-3186",
    "label": 1
  },
  {
    "text": "double mints and double text and 1.5 price line rental on latest orange Bluetooth mobiles.  Call mobile update for the very latest offers. 0800-083-9402 or call to opt-out slash LF-56",
    "label": 1
  },
  {
    "text": "Free video camera phones with half-price line rental for 12 MTH and 500 cross NTW  came in 100 TXTS. Call mobile update 0800-195-0382 or call 2 opt-out slash 674",
    "label": 1
  },
  {
    "text": "We try to contact you or you reply to our offer of 750 minutes 150 tech stand a new video phone call 0800 298 8800 now or reply for free delivery tomorrow",
    "label": 1
  },
  {
    "text": "83,039.627.35 equals pound 450 UK Brake accommodation vouchers terms and conditions apply.  To claim you must provide your claim number which is 15,541.",
    "label": 1
  },
  {
    "text": "5P4 Alfimoon's children in need song on her mob. Teller M8S. Text tone charity to 8000 and  7 for Nokia's or Poly charity for Poly's, Z0870141, 7012 Profit 2 charity.",
    "label": 1
  },
  {
    "text": "Win a 200-pound shopping spree every week starting now.  2-play text store to AD-8000 and 39.  Skill GME.  TSC-S087147403231 Winock.  H-16-pound 1.50 per week sub.",
    "label": 1
  },
  {
    "text": "This is the second attempt to contract you, you have won this week's top prize of either  1,000 pounds cash or 200 pounds prize. Just call 0906-636-1921.",
    "label": 1
  },
  {
    "text": "Do you want a new Nokia 3510 iColor phone delivered tomorrow?  With 300 free minutes to any mobile plus 100 free text plus free camcorder reply or call  0800-093-0705",
    "label": 1
  },
  {
    "text": "The mob hit the link to get a premium pink Panther game, the new number one from Sugar Babes, a crazy zebra animation or a badass hoodie wallpaper all for free.",
    "label": 1
  },
  {
    "text": "This message is for your mobile content order it has been resent as previous attempt failed due to network error queries to customers queries at netvision.uk.com",
    "label": 1
  },
  {
    "text": "You have one new message. Please call 0871-520-5273",
    "label": 1
  },
  {
    "text": "December only. Had your mobile 11mths plus?  You are entitled to update to the latest color camera mobile for free.  Call the mobile update VCO Free on 0800-298-6906.",
    "label": 1
  },
  {
    "text": "UVE-1. Your 4-esterous cost-a-dale soul holiday or £5,000 await collection. Call 0905-009-0044 now to claim.  S-A-T-C-S, P-O-Box 334, Stockport, SK38-XH, Cost Pound 1.50-slash PM, Max 10 minutes.",
    "label": 1
  },
  {
    "text": "Free for first week. No one Nokia tone for your mobile every week just text Nokia to 8,077 get  texting and tell roommates. www.gets.co.ukpobox36504.w45wq16 plus norm 150p slash tone.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from Unwined Bank of India Do you have fill application form for loan?  I called you for verifier document, tell me your other number and OTP of your mobile number.",
    "label": 1
  },
  {
    "text": "For your chance to win a 250 lb WKLY shopping spree text, shop to 80,878.  T's and C's W-W-W-W.TX-2-shop.comCustCare 0871-570-5022-1X150P-LASH WK",
    "label": 1
  },
  {
    "text": "Get your garden ready for summer with a free selection of summer bulbs and seeds worth  pound 33 coal and 50 only with the Scottsman this Saturday.  To stopgo2.xd.co.uk",
    "label": 1
  },
  {
    "text": "You have been specially selected to receive a £2,000 award. Call 0871-240-2050 before the line's  close. Cost 10ppm. 16plus. TNCS apply. AG promo.",
    "label": 1
  },
  {
    "text": "SMS auction, a brand new Nokia 7,250 is up for auction today.  Auction is free to join and take part.  Text Nokia to 86,021 now.",
    "label": 1
  },
  {
    "text": "Spook up your mob with a Halloween collection of a logo and pick message plus a free eerie tone,  text card Spook to 8000 and 7000-870-141-7012150-P per logo slash pick.",
    "label": 1
  },
  {
    "text": "Call Germany for only one pence per minute. Call from a fixed line via access number 0-08-448-161-85-85.  No prepayment. Direct access.  www.teladiscount.co.uk",
    "label": 1
  },
  {
    "text": "had your mobile 11MTHS. Update for free to orange's latest color camera  mobiles and unlimited weekend calls. Call mobile update on free phone 0800-083-9402 or 2-stop  text.",
    "label": 1
  },
  {
    "text": "You have an important customer service announcement. Call free phone 0800-542-0825 now.",
    "label": 1
  },
  {
    "text": "Nataljia, 25-slash-f, is inviting you to be her friend.  Reply S-440 or no-440 see her, www.sms.ac-u-slash-net- 27081980 stop.  Sense-stop F-R-N-D-to-62,468.",
    "label": 1
  },
  {
    "text": "Private. Your 2003 account statement for phone no shows 800 unredeemed SIM points.  Call 0871-520-3656 identifier code, 42,049 expires 26-10-04",
    "label": 1
  },
  {
    "text": "You are chosen to receive a £350 award.  PLS Call Claim No. 0906, 636-4311 to collect your award which you are selected to receive as a valued mobile customer.",
    "label": 1
  },
  {
    "text": "Someone own you know is trying to contact you via our dating service.  To find out who it could be call from your mobile or landline 0906-401-5307-334-SK38CH.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from SBI Bank of India Do You Have Fill Application Form For Loan?  I called you for Verify Your Document, Tell Me Your Other Number and OTP Of Your Mobile Number",
    "label": 1
  },
  {
    "text": "Speaking of does he have any cash yet?",
    "label": 1
  },
  {
    "text": "If you don't, your prize will go to another customer.",
    "label": 1
  },
  {
    "text": "Urgent. Your mobile number has been awarded with a £2,000 prize guaranteed.  Call 09061790126 from landline.  Claim 3000 and 30. Valid 12 HRS only 150 ppm.",
    "label": 1
  },
  {
    "text": "Urgent. You have won a one week free membership in our 100,000 pounds prize jackpot.  Text the word, claim to know.",
    "label": 1
  },
  {
    "text": "urgent. Please call 0906-121-3237 from landline.  5,000 pounds cash or a luxury for asterisk Canary Islands holiday await collection. TNCSSA  Epobox 177. M227XY. 150ppm16+.",
    "label": 1
  },
  {
    "text": "Christmas is coming and are awarded either £500 CD gift vouchers and free entry to our £100 weekly  DRAW text music to 87,066 TNC www.ldu.com1win150ppmx3age16 subscription",
    "label": 1
  },
  {
    "text": "Get the official England polyring tone or color flag on your mobile for tonight's game.  Text tone or flag to 84,199. Optow text angstop box 398 221 111 WX 1 pound and 50 pence.",
    "label": 1
  },
  {
    "text": "22 days to kick off. For Euro 2000 and for you will be kept up to date with the latest news  and results daily. To be removed send get text stop to 83,222.",
    "label": 1
  },
  {
    "text": "You are subscribed to text comp 250 WKLYCOM First WK, S-Free Question Follows,  subsequent weeks charged at 150 p-slash message 2 unsubscribe text stop 284128 Cust Care 0871 240 5020.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from Axis Bank of India. Do you have fill application form for loan?  I called you for verifier document. Tell me your other number and OTP of your mobile number.",
    "label": 1
  },
  {
    "text": "Call 0909-535-0301 and send our girls into erotic ecstasy.  Just 60p slash min.  To stop text call 0871-246-0324, net rate.",
    "label": 1
  },
  {
    "text": "camera, you are awarded a SIPIX digital camera. Call 0906-122-1066 from landline.  Delivery within 28 days",
    "label": 1
  },
  {
    "text": "A 400-pound Christmas reward is waiting for you.  Our computer has randomly picked you from our loyal mobile customers to receive a 400-pound  reward.  Just call 0906-638-0611.",
    "label": 1
  },
  {
    "text": "important message. This is a final contact attempt. You have important messages waiting out  our customer claims department expires 13 slash 4 slash 0 4. Call 0 8 7 1 7 5 0 7 3 8 2 now",
    "label": 1
  },
  {
    "text": "Dating I have had two of these. Only started after I sent a text to TalkSport Radio last week.  Any connection do you think or coincidence?",
    "label": 1
  },
  {
    "text": "The current leading bid is 151.  To pause this auction send out.  Customer Care, 0871-872-6270.",
    "label": 1
  },
  {
    "text": "Free entry to the GR8 prizes WKLY-COM 4 chance to win the latest Nokia 8800, PSP or 250 pounds cash  Every WK text grade to 80,878 HTTP slash slash www.gr8 prizes.com 0871-570-5022",
    "label": 1
  },
  {
    "text": "Santa calling. Would your little ones like a call from Santa Christmas Eve? Call 0905-809-4583 to book your time",
    "label": 1
  },
  {
    "text": "You have won a guaranteed 32,000 award or maybe even £1,000 cash to claim or award call  free on 0800. 18 plus. It's a legitimate a free phone number what do you think?",
    "label": 1
  },
  {
    "text": "latest news.  Police station toilet stolen, cops have nothing to go on.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from HDFC Bank of India Do you have fill application form for loan?  I called you for verifier document, tell me your other number and OTP of your mobile number.",
    "label": 1
  },
  {
    "text": "For the most sparkling shopping breaks from 45 per person, call 0121202-5050 or visit www.shortbrakes.org.uk.",
    "label": 1
  },
  {
    "text": "December only. Had your mobile 11mths plus.  You are entitled to update to the latest color camera mobile for free.  Call the mobile update co-free on 0800-298-6906.",
    "label": 1
  },
  {
    "text": "text, call to know, 86,888 and claim your reward of 3 hours talk time to use from your phone now.  Subscribe 6GBP slash monthing 3HRS 16 stop, text stop www.gambi.tv",
    "label": 1
  },
  {
    "text": "Urgent we are trying to contact you last weekend straw shows you have won a £1,000 prize guaranteed call 0906  for 0-1-7295 claim code K-52 valid 12-HRS 150 ppm",
    "label": 1
  },
  {
    "text": "For your inclusive text credits, plsgo to www.comuk.netlogin equals 3QXJ9 unsubscribe with  stop, no extra charge. Help 08702840625.comuck. 220 square centimeters 9AE",
    "label": 1
  },
  {
    "text": "Private. Your 2003 account statement for 0780-824-7860 shows 800 unredeemed SIM points. Call 087-1-989-9229 identifier code, 40411 expires June 11-04.",
    "label": 1
  },
  {
    "text": "Today's Vodafone numbers ending with 4,882 are selected to receive a £350 award.  If your number matches Call 0906, 401, 9014 to receive your £350 award.",
    "label": 1
  },
  {
    "text": "You are awarded a SIPIX digital camera. Call 0906-122-1061 from landline.  Delivery within 28 days. TCS Box 177. M221bp. 2-year warranty.  150ppm16. pp. 3.99",
    "label": 1
  },
  {
    "text": "private your two thousand and three account statement for shows eight hundred unredeemed s i m points call zero eight seven one eight seven three eight zero zero one identifier code forty nine thousand five hundred and fifty seven expires twenty six slash eleven slash zero four",
    "label": 1
  },
  {
    "text": "want explicit sex in 30 S E C S. Ring zero two zero seven three one six two four one four now.  Cost 20 p slash ming six po box twenty six sixty seven w c one and three x x",
    "label": 1
  },
  {
    "text": "had your contract mobile 11 months. Latest Motorola, Nokia et cetera all-free.  Doublements and text on orange tariffs. Text yes for callback, no to remove from records.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from Bank of Broda India. Do you have fill application form for loan?  I called you for verifier document, tell me your other number and OTP of your mobile number.",
    "label": 1
  },
  {
    "text": "Reminder from O2, to get 2.50 lbs free call credit and details of great offers PLS reply to this text with your valid name, house no and post code",
    "label": 1
  },
  {
    "text": "This is the second time we have tried to contact you you have won the 750 lb. price.  2 claim is easy, call 087187272008 now 1. Only 10p per minute.  BT National Rate",
    "label": 1
  },
  {
    "text": "Hello Sir, you have 110,000 INR to get money please provide your bank account number.",
    "label": 1
  },
  {
    "text": "Sir, I am Vikaspataya from Phonepure KYC has been expired to continue phone service.  Please provide other card and pen card number and tell me OTP.",
    "label": 1
  },
  {
    "text": "To continue cloud service please provide credit card number.",
    "label": 1
  },
  {
    "text": "Hello Sir I am Mother Bala from PlayRummy. You have 1,000 INR money to get this click on message box link.",
    "label": 1
  },
  {
    "text": "Hello, I am JoJo from PlayRummyGrupp. You have 110,000 INR money to deposit it in your account. Please give your account number and debit card number.",
    "label": 1
  },
  {
    "text": "Please tell me OTP which is sent it in your phone by mistakely.",
    "label": 1
  },
  {
    "text": "To get 1000 INR voucher please call on 889-865-556178.",
    "label": 1
  },
  {
    "text": "to get free access of Google Cloud account hit on given message box link.",
    "label": 1
  },
  {
    "text": "to get free AWS Cloud account hit on given message box link.",
    "label": 1
  },
  {
    "text": "to get free access of Microsoft Azure hit on given message box link.",
    "label": 1
  },
  {
    "text": "Hello sir, We are from your bank have you fill the application form for credit card. Verify your document.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from Peyton There are offer in Peyton upgrade your account so you can enjoy better cash back offers",
    "label": 1
  },
  {
    "text": "You have 1, 1,000 cash or a, 2,000 prize.  To claim, call 0905-00000-0327.",
    "label": 1
  },
  {
    "text": "You want a lucky draw for shopping on an Amazon, provide your bank details for deposit  your amount towards logistics charge.",
    "label": 1
  },
  {
    "text": "You want a lucky draw for shopping on Enflipcord, provide your bank details for deposit your amount towards logistics charge.",
    "label": 1
  },
  {
    "text": "You want a lucky draw for shopping on Inmentra, provide your bank details for deposit your amount towards logistics charge.",
    "label": 1
  },
  {
    "text": "Hi I'm sure. I am 20 years old and work as a lap dancer. I love sex. Text me live, I'm  my bedroom now. Text sue to 89,555. By text operator g2wonda 150ppmsg18 plus.",
    "label": 1
  },
  {
    "text": "Hello sir we are from COVID-19 Healthcare Center for vaccination call 7-8-4-596-3214",
    "label": 1
  },
  {
    "text": "Hello sir, I am from COVID-19 Center. You have filled the form for vaccination. We are for  verification of your document.",
    "label": 1
  },
  {
    "text": "Save yourself the stress. If the person has a dorm account, just send your account details and the money will be sent to you.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from COVID-19 Center, those who are vaccinated they will get money by Indian government please tell me account detail to deposit money in your account",
    "label": 1
  },
  {
    "text": "You have won a guaranteed £1,000 cash or a £2,000 prize.  To claim your prize call our customer service representative on 0871-471-2394 between 10am to 7pm.",
    "label": 1
  },
  {
    "text": "Hello sir, I am from COVID-19 Center, for vaccination you have to pay money please pay your money on this UPI my UP at axis",
    "label": 1
  },
  {
    "text": "You are awarded a city break and could win a 200-pound summer shopping spree every week.  Text store 288,039.",
    "label": 1
  },
  {
    "text": "Hello, you have 110,000 INR, do you want to deposit it in your bank account?",
    "label": 1
  },
  {
    "text": "You have an important customer service announcement from Premier. Call free phone 0800-542-0578 now.",
    "label": 1
  },
  {
    "text": "Give me your bank account number and debit card number for deposit money in your bank account.",
    "label": 1
  },
  {
    "text": "Hello Sir I am from SBI Bank. Do you want a new credit card?  Give your other and mobile number for issue a credit card.",
    "label": 1
  },
  {
    "text": "Hello Sir, to get a 500 INR voucher for PlayRummy go to this link HTTP colon slash slash XYZ.abc",
    "label": 1
  },
  {
    "text": "Congratulations! You're awarded either 500 pounds of CD gift vouchers and free entry to our 100  pounds weekly draw text music to AD 7000 and 66.",
    "label": 1
  },
  {
    "text": "Hello, I am from Indian Army.  By mistaken I have given your mobile number in a most enduring online shopping,  that why you have got an OTP, please tell me that OTP.",
    "label": 1
  },
  {
    "text": "You have a secret admirer.  Reveal who thinks you are so special.  Call 0906-517-4042.  To opt out, reply reveal stop.  1.50 per message record.  Customer care 07-82-123-0901.",
    "label": 1
  },
  {
    "text": "Dear voucher holder, to claim this week's offer, at UPC please go to HTTP colon slash slash  www.e-tlp.co.uk-expresso-f-r-t-s-n-c-s-apply. To stop texts, text stop to 80,062",
    "label": 1
  },
  {
    "text": "As a valued network customer you have been selected to receive 9000 INR prize reward.  To claim call 0906-170-1461.  Claim code KL341.  Valid 12 hours only.",
    "label": 1
  },
  {
    "text": "Do you want 750 anytime any network mince 150 text and a new video phone for only 5 pounds per week call 0800-2888-8812 or reply for delivery tomorrow?",
    "label": 1
  },
  {
    "text": "Urgent. Call 0906-635-0750 from your landline. Your complementary for asterisky visa holiday  or 10,000 cash await collection SAT and CSPO box 434-SK38WP150PPM18+.",
    "label": 1
  },
  {
    "text": "had your mobile 11 months or more.  You are entitled to update to the latest color mobiles with camera for free.  Call the mobile update co-free on 0800-298-6030.",
    "label": 1
  },
  {
    "text": "Talk sexy. Make new friends or fall in love in the world's most discrete text dating service.  Just text VIP to 83,110 and see who you could meet.",
    "label": 1
  },
  {
    "text": "Private. Your 2003 account statement for 07808xxxxxx shows 800 unredeemed SIM points.  Call 0871-989-9217 Identifier Code, 41,685 expires July 11, 04.",
    "label": 1
  },
  {
    "text": "Hello. We need some poshbirds and chaps to user trial prods for Champneys.  Can I put you down? I need your address and DAB ASAPE.",
    "label": 1
  },
  {
    "text": "What do you want for Christmas? How about 100 free text messages and a new video phone with half-priced line rental?  Call free now on 0800721072 to find out more.",
    "label": 1
  },
  {
    "text": "Shop till you drop, i.e. you, either 10k, 5k, 500lb cash or 100lb travel voucher, call now, 0906401-10000.  NTT Pobox CR01327BT Fixed Line Cost 150ppm Mobile Vary",
    "label": 1
  },
  {
    "text": "Sunshine Quiz W-K-L-Y-Q. When a top Sony DVD player if you know which country Liverpool played in midweek,  textons are to 82,277. 1-pound and 50-pence SP Tyrone.",
    "label": 1
  },
  {
    "text": "Reminder, you have not downloaded the content you have already paid for.  Go to HTTP colon slash slash doit.  Mimobbing.  TV slash to collect your content.",
    "label": 1
  },
  {
    "text": "Your free ringtone is waiting to be collected.  Simply text the password mix to 85,069 to verify.  Get Usher and Brittany.",
    "label": 1
  },
  {
    "text": "Dear Matthew, please call 0906-344-0451 from a landline, your complementary for asterisk  Luxe Tenerife holiday or £1,000 cash await collection",
    "label": 1
  },
  {
    "text": "How about getting in touch with folks waiting for company? Just text back your name and age to opt-in.  Enjoy the community, 150p slash SMS.",
    "label": 1
  },
  {
    "text": "Your cash balance is currently 500 pounds, to maximize your cash and now send go to 86,688 only 150p slash message cc, 0871, 872, 0201 pobox 114 slash 14tcr slash w1",
    "label": 1
  },
  {
    "text": "Filthy stories and girls waiting for your",
    "label": 1
  },
  {
    "text": "urgent. We are trying to contact you. Today's draw shows that you have 1-800-pound  prize guaranteed. Call 0905001808 from landline. Claim M95. Valid 12 HRS only.",
    "label": 1
  },
  {
    "text": "What is your bank account number?",
    "label": 1
  },
  {
    "text": "Congrats. One year special cinema pass for two is yours. Don't miss out.",
    "label": 1
  },
  {
    "text": "Please call our customer service representative on freephone 0808145 for 742 between 9am to 11pm as you have won a guaranteed 1000 pounds cash or 5,000 pounds prize",
    "label": 1
  },
  {
    "text": "Panasonic and Bluetooth H'd set free. Nokia free. Motorola free and double mince and double text on orange contract.",
    "label": 1
  },
  {
    "text": "Free for first week. No one Nokia tone for your mobile every week just text Nokia to 8000 and  7 get texting and tell your mates www.gets.co.ukpobox36504.w45wqNorm150p slash tone 16 plus.",
    "label": 1
  },
  {
    "text": "We know someone who you know that fancies you. Call 0905809-7218 to find out who.",
    "label": 1
  },
  {
    "text": "1000s flirting now.  Text Girl or Bloke and her name and age, e.g. Girls OE 18-8000 and 7 to join and get chatting.",
    "label": 1
  },
  {
    "text": "18 days to Euro 2000 and 4 kickoff.  You will be kept informed of all the latest news and results daily.  Unsubscribe sent get Eurostop to 83,222.",
    "label": 1
  },
  {
    "text": "We have new local dates in your area, lots of new people registered in your area.",
    "label": 1
  },
  {
    "text": "Someone you know has asked our dating service to contact you. Can't guess who? Call 0905-809-1854 now all will be revealed.  Pobox 385-M66-Woo.",
    "label": 1
  },
  {
    "text": "urgent. We are trying to contact you. Today's draw shows that you have 1-800-pound  prize guaranteed. Call 0905003091 from landline. Claim C-52. Valid 12-HRS only.",
    "label": 1
  },
  {
    "text": "Dear you have been invited to SCAT.  This is our final attempt to contact you.  Text chat to 86,688.",
    "label": 1
  },
  {
    "text": "Dear subscriber your draw for £100 gift voucher will be entered on receipt of a correct  ANS.  When was Elvis Presley's birthday?  Text answer to 80,062.",
    "label": 1
  }
]